Repository: FomSoftware/Fst.Lola
Catalog: FomMonitoringResources/Resource.*.resx
Languages: de, es, fr, it

# NoMachineVisibleBody
source: If the license has only just been activated, make sure that your Fom Industrie machine tool’s PC is connected to the internet and that the HMI SW (FST CUT or FST CAM or FST LINE) is open on the machine’s PC. <br/>Please contact your network Administrator to enable the following sites to be reached, from the machine: <br/><a class='faqLink' target='blank' href="https://viparea.fomindustrie.com">https://viparea.fomindustrie.com</a> <br/><a class='faqLink' target='blank' href="https://lola.fomindustrie.com">https://lola.fomindustrie.com</a> <br/><a class='faqLink' target='blank' href="https://lolaapi.fomindustrie.com">https://lolaapi.fomindustrie.com</a> <br/>If not, connect to the internet and run the FST SW, then check LOLA again to see if the data is visible.
de: Falls die Lizenz gerade erst aktiviert worden ist, überprüfen Sie, ob der PC Ihrer Werkzeugmaschine von Fom Industrie über einen Internetanschluss verfügt und ob die HMI-SW (FST CUT oder FST CAM oder FST LINE) am PC der Maschine aufgerufen worden ist. <br/>Wenden Sie sich an Ihren Netzwerkadministrator, um die Erreichbarkeit folgender Websites von der Maschine aus freigeben zu lassen: <br/><a class='faqLink' target='blank' href="https://viparea.fomindustrie.com">https://viparea.fomindustrie.com</a> <br/><a class='faqLink' target='blank' href="https://lola.fomindustrie.com">https://lola.fomindustrie.com</a> <br/><a class='faqLink' target='blank' href="https://lolaapi.fomindustrie.com">https://lolaapi.fomindustrie.com</a> <br/>Andernfalls den Internetanschluss herstellen, die FST-SW starten und anschließend erneut die Anzeige der Daten in LOLA kontrollieren.
es: Si la licencia ha sido activada recientemente, controla que el ordenador de tu máquina herramienta Fom Industrie esté conectado a Internet y tenga abierto el programa SW-HMI (FST CUT, FST CAM o FST LINE). <br/>Contactar con el propio administrador de red para habilitar el acceso de la máquina a los siguientes sitios web: <br/><a class='faqLink' target='blank' href="https://viparea.fomindustrie.com">https://viparea.fomindustrie.com</a> <br/><a class='faqLink' target='blank' href="https://lola.fomindustrie.com">https://lola.fomindustrie.com</a> <br/><a class='faqLink' target='blank' href="https://lolaapi.fomindustrie.com">https://lolaapi.fomindustrie.com</a> <br/>Si no es así, conecta el ordenador de la máquina a Internet y abre el programa SW FST, luego controla nuevamente si se visualizan los datos en LOLA.
fr: Si vous venez d’activer la licence, assurez-vous que le PC de votre machine-outil Fom Industrie est connecté à internet et que le SW-HMI (FST CUT ou FST CAM ou FST LINE) est ouvert sur le PC de la machine. Autrement, connectez-vous à internet, démarrez le SW FST et vérifiez de nouveau dans LOLA la visibilité des données.
it: Se è stata appena attivata la licenza, assicurarsi che il PC della propria macchina utensile Fom Industrie sia connesso a rete internet e che il SW-HMI (FST CUT o FST CAM o FST LINE) sia aperto sul PC della macchina. In caso contrario provvedere alla connessione internet e all’avvio del SW FST e verificare nuovamente in LOLA la visibilità dei dati.

# NoMachineVisibleBody2
source: If your machine’s LOLA license was not activated recently, check that it has not expired. If more than one license has been purchased, check the expiry date of the LOLA license for each machine, by accessing VIPAREA: <br> <a class='faqLink' href='http://viparea.fomindustrie.com/areaVip.aspx' target='blank'>http://viparea.fomindustrie.com/areaVip.aspx</a><br> If the license for one or more machines has expired, purchase and/or renew the LOLA license by selecting the machine in question and then proceeding to payment of the license. After this has been done, access LOLA again to check.
de: Falls die Aktivierung der LOLA-Lizenz Ihrer Maschine bereits eine Weile zurückliegt, prüfen Sie, ob diese möglicherweise abgelaufen ist. Falls mehrere Lizenzen erworben worden sind, das Ablaufdatum der LOLA-Lizenz für jede Maschine prüfen, indem Sie sich bei VIPAREA einloggen: <br> <a class='faqLink' href='http://viparea.fomindustrie.com/areaVip.aspx' target='blank'>http://viparea.fomindustrie.com/areaVip.aspx</a><br> Falls die Lizenz für eine oder mehrere Maschinen abgelaufen ist, kann die LOLA-Lizenz erworben und/oder verlängert werden, indem die Bezugsmaschine selektiert und die Zahlung der Lizenz vorgenommen wird. Danach erneut LOLA aufrufen, um die Situation zu prüfen.
es: Si la activación de la licencia LOLA en tu máquina no es reciente, controla que no esté caducada. En caso de tener varias licencias, controla la fecha de caducidad de la licencia LOLA para cada máquina accediendo a VIPAREA: <br> <a class='faqLink' href='http://viparea.fomindustrie.com/areaVip.aspx' target='blank'>http://viparea.fomindustrie.com/areaVip.aspx</a><br> En caso de caducidad para una o varias máquinas, tendrás que pagar la compra o renovación de la licencia LOLA seleccionando la máquina correspondiente. Al término de la operación, volver a acceder a LOLA para controlar el resultado.
fr: Si l’activation de la licence LOLA de votre machine n’est pas récente, assurez-vous qu’elle n’est pas expirée. Si vous avez acheté plusieurs licences, vérifiez la date d’expiration de la licence LOLA pour chaque machine, en accédant à VIPAREA : <br> <a class='faqLink' href='http://viparea.fomindustrie.com/areaVip.aspx' target='blank'>http://viparea.fomindustrie.com/areaVip.aspx</a><br> Si la licence est expirée pour une ou plusieurs machines, achetez ou renouvelez la licence LOLA, en sélectionnant la machine de référence et en réglant la licence. À la fin, accédez de nouveau à LOLA pour la vérification.
it: Se l’attivazione di licenza LOLA della propria macchina non è recente, assicurarsi che non sia scaduta. In caso di acquisto di più licenze, verificare la data di scadenza della licenza LOLA per ciascuna macchina, accedendo alla VIPAREA: <br> <a class='faqLink' href='http://viparea.fomindustrie.com/areaVip.aspx' target='blank'>http://viparea.fomindustrie.com/areaVip.aspx</a><br> In caso di licenza scaduta per una o più macchine, procedere ad acquistare e/o rinnovare la licenza LOLA, selezionando la macchina di riferimento e procedendo al pagamento della licenza. Al termine accedere nuovamente a LOLA per la verifica.

# OtherProblemTitle
source: My problem is not among the ones listed
de: Mein Problem befindet sich nicht in der Liste
es: Mi problema no está entre los mencionados
fr: Mon problème ne figure pas parmi ceux énumérés
it: Il mio problema non è tra quelli elencati

# OtherProblemBody
source: Send a service request by filling in the form found in the menu under the item “Support”, if possible attaching a screenshot to describe the problem.
de: Bitte senden Sie eine Kundendienstanfrage auf dem Formular, das unter dem Menü „Support“ aufgerufen werden kann, dem ggf. Screenshots zur Beschreibung des Problems beizulegen sind.
es: Envía una solicitud de asistencia rellenando el formulario en la opción de menú “Support” (Asistencia), adjuntando si es posible una captura de pantalla para describir el problema.
fr: Envoyez une demande d’assistance en remplissant le formulaire à la rubrique “Support” du menu et en annexant éventuellement une capture d’écran pour décrire le problème.
it: Inviare una richiesta di assistenza compilando il form alla voce di menù “Support”, allegando eventuale screenshot per descrivere il problema."

# FileNotValid
source: Invalid File
de: Ungültige Datei
es: Archivo inválido
fr: Fichier non valide
it: File non valido

# MaxFileSizeError
source: Max file size should be 3MB
de: Die maximale Dateigröße sollte 3 MB betragen
es: El tamaño máximo del archivo debe ser de 3 MB
it: La dimensione massima del file è di 3 MB

# ManOrdinaria
source: Ordinary maintenance
de: Ordentliche Wartung
es: Mantenimiento ordinario

# ManPeriodica
source: Periodic maintenance
de: Regelmäßige Wartung
es: Mantenimiento periódico

# ManPredittiva
source: Predictive maintenance
de: Vorausschauende Wartung
es: Mantenimiento predictivo

# AXEL_ToolW
source: TOOL MAGAZINE
de: WERKZEUGABLAGE
es: ALMACÉN HERRAMIENTAS

# SblocchiForchettaPortaUtensili
source: TOOL HOLDER FORK RELEASES
de: ENTRIEGELUNGEN WERKZEUGGABEL
es: DESBLOQUEOS HORQUILLA PORTAHERRAMIENTAS

# RotaryAxes
source: ROTARY AXES/TOOL MAG.
de: DREHACHSEN
es: EJES ROTATIVOS/ALM.HERRAM.

# lw_gradiPercorsiAsseC
source: C axis No. turns (180°)
de: Anz. Drehungen (180°) C-Achse
es: Nº rotaciones (180°) eje C

# lw_gradiPercorsiAsseD
source: D axis No. turns (180°)
de: Anz. Drehungen (180°) D-Achse
es: Nº rotaciones (180°) eje D

# lw_mPercorsiVic
source: KM Vice
de: KM Spannvorrichtung
es: KM Mordaza

# lw_tempiMandrinoASoglia_6
source: Range rpm 20001-24000
es: Intervalo rpm 20001-24000

# tempoTrascorsoRangeRpm
source: TIME PASSED/RANGE RPM
de: VERSTRICHENE ZEIT/DREHZAHLBEREICH
es: TIEMPO TRANSCURRIDO/RANGO RPM

# SblocchiPinza
source: Gripper releases
de: Entriegel. Zange
es: Desbloqueos pinza

source: Error
de: Fehler
fr: Erreur
it: Errore

source: Search
de: Suchen
fr: Recherche
it: Cerca

# AxelSp_Sensors
source: ELECTROSPINDLE SENSORS
de: SENSOREN ELEKTROSPINDEL

# CompanyName
source: Ragione Sociale
de: Firma

source: Administrator
it: Amministratore

source: Assistance
it: Assistenza
