Repository: FomSoftware/Fst.Lola
Catalog: FomMonitoringResources/Resource.*.resx
Languages: de, es, fr, it

# DisclamerINT
source: LOLA has been optimised for mobile usage on the following devices: Samsung S10 (360x740 px), iPhoneX (375x812 px), Samsung Galaxy S7 (360x640 px), iPhone8 (375x667 px), iPad PRO (1024x1366 px), iPad2 (768x1024 px). Web browsers: Google Chrome for Windows and Safari for iOS </br> </br>The data acquired by Fom Industrie s.r.l. using the LO.LA application will be stored and handled for statistical purposes only, and will not be passed on to third parties. As this is not personal information, it is not subject to the contents of EU Regulation 2016/679.</br> </br><b>LIMITS OF LIABILITY</b></br> </br>The reliability of the statistics obtained from the data collected by the LOLA software (periodic and/or special maintenance notifications, wear in components, including electrospindles, tools, mechanical, electronic and/or pneumatic components, used in the machine) is only guaranteed if the Licensee uses official components and spare parts supplied and recommended by the manufacturer FOM Industrie s.r.l..</br> </br>The reliability of information displayed in LOLA is also conditional on the Licensee “resetting” the counter values if these play an independent role in the replacement of a machine component. Consequently, when management and maintenance of so-called consumable components/components subject to wear is carried out by the licensee (for example replacement of tools, changing or sharpening blades, changing labelling unit rolls, etc.), reset of the indicators must be carried out by the Licensee when the associated physical component is replaced. Consequently, the Licensor shall not be considered responsible in any way in the event of missing and/or late warnings by the LOLA software if the data indicated above has not been duly reset in the machine software by the Licensee. Instructions on how to carry out the “reset” can be found in the LOLA user manual.</br> </br>The Licensor is, likewise, not to be held liable in any way for breakages, machine stoppage, production stoppage, etc., in the event that the Licensee decides not to carry out the operations recommended by the LOLA software, indicated by means of ordinary and/or predictive maintenance notices (e.g. changing oil and lubricants). </br> </br>In any case the Licensor shall not be held liable in any way for the information, data and content handled in any way by the Licensee while using the Service.</br> </br>The Licensor provides no guarantee that the Service will be suitable for particular purposes: no liability shall be assigned him if supply of the Service, with the precise characteristics requested by the Licensee, is conditional to Third Party or Licensee events. </br> </br>The program incorporates a database containing technical information detected by the numerical control for the specific machine, identified using its production number (serial number). The Licensor cannot exclude the presence of errors or omissions and is not responsible for any damage caused to the Licensee or to third parties as a result of said errors or omissions. In any event the Licensee is invited to report any problems, malfunctions, inabilities to access the service to the e-mail address support@fomservice.com</br> </br>The Licensor shall not be liable in any way for damage suffered by the Licensee, either directly or indirectly, as a result of using the Service or of failure to carry out ordinary maintenance as indicated in the User and Maintenance Manual and/or suggested by the Licensor on the machine in which the Service is installed, except in the case of wilful misconduct or gross negligence.</br> </br>The Licensor engages to ensure that the Service operates as well as possible, but does not take on any responsibility for delays, suspensions and/or interruptions in delivery of the update services due to causes that cannot be attributed to him, a non-limiting example of which might be:</br> </br>a) accident, catastrophic events and force majeure;</br> </br>b) malfunction or non conformity of the connection equipment used by the Licensee;</br> </br>c) tampering or interventions on the equipment carried out by the Licensee or by third parties;</br> </br>d) incorrect or non-conform use of the Service by the Licensee.</br> </br>In these cases the Licensor will not be liable for any loss, damage and injury suffered or to be suffered by the Licensee.</br> </br>The SLA (Service Level Agreement) percentages applied, which the Licensee expressly acknowledges and accepts, are the ones indicated in art. 4.
de: LOLA wurde für die mobile Nutzung mit folgenden Geräten und Browsern optimiert: Samsung S10 (360x740 px), iPhoneX (375x812 px), Samsung Galaxy S7 (360x640 px), iPhone8 (375x667 px), iPad PRO (1024x1366 px), iPad2 (768x1024 px). Browser: Google Chrome unter Windows und Safari unter iOS. <br/> <br/>Die von Fom Industrie s.r.l. über die Anwendung LO.LA erhobenen Daten werden abgespeichert und für rein statistische Zwecke verarbeitet. Auf keinen Fall werden sie an Dritte weitergeleitet. Da es sich nicht um personenbezogene Daten handelt, unterliegt ihre Verarbeitung nicht den Bestimmungen von Verordnung (EU) 2016/679. <br/> <br/><b>HAFTUNGSBESCHRÄNKUNG </b><br/> <br/>Die Zuverlässigkeit der Statistiken, die aus den mit der Software LOLA erhobenen Daten (Meldungen in Verbindung mit der planmäßigen und/oder außerplanmäßigen Wartung, bei Verschleiß von an der Maschine verwendeten Komponenten, darunter Elektrospindeln, Werkzeuge, mechanische, elektronische und/oder pneumatische Teile) erarbeitet werden, ist nur garantiert, wenn der Lizenznehmer die offiziellen, vom Hersteller FOM Industrie s.r.l. gelieferten und empfohlenen Komponenten und Ersatzteile benutzt. <br/> <br/>Die Zuverlässigkeit der unter LOLA angezeigten Informationen ist ferner davon abhängig, dass der Lizenznehmer in den Fällen, in denen der selbständige Austausch von Maschinenteilen zulässig ist, die Zähler vorschriftsgemäß zurücksetzt. Daher wird bei Verwaltung und Wartung der als Verbrauchs-/Verschleißteile bezeichneten Komponenten durch den Lizenznehmer (rein beispielsweise und ohne Anspruch auf Vollständigkeit wird auf den Austausch von Werkzeugen, Sägeblättern oder deren Schärfen, den Austausch der Etikettenrollen usw. verwiesen) hat dieser das Reset der Zähler zeitgleich mit dem Austausch der dazugehörenden Komponente vorzunehmen. Daher ist der Lizenzgeber von jeder Haftung freigestellt, wenn eine Warnung durch die LOLA-Software ausfällt oder verspätet angezeigt wird, falls der Lizenznehmer oben genannte Daten nicht vorschriftsgemäß an der Maschinensoftware zurückgesetzt hat. Die Anweisungen zur Vornahme des „Resets“ können im Benutzerhandbuch von LOLA nachgeschlagen werden. <br/> <br/>Der Lizenzgeber wird weiter ebenfalls von jeglicher Haftung für Brüche, Maschinenstillstand, Produktionsstillstand usw. freigestellt, falls der Lizenznehmer beschließt, den durch die Meldungen zur planmäßigen und/oder vorausschauenden Wartung erteilten Empfehlungen der LOLA-Software (z.B. Öl- und Schmierstoffwechsel) nicht Folge zu leisten. <br/> <br/>Der Lizenzgeber übernimmt ferner keinerlei Haftung für die vom Lizenznehmer bei der Nutzung des Services verarbeiteten Informationen, Daten und Inhalte. <br/> <br/>Der Lizenzgeber übernimmt keinerlei Garantie für die Anpassung des Services an bestimmte Zwecke: Ihm kann keine Verantwortung zugewiesen werden, wenn die Erbringung des Services mit den vom Lizenznehmer verlangten speziellen Eigenschaften durch Umstände, die dem Dritten oder dem Lizenznehmer zuzuschreiben sind, beeinflusst wird. <br/> <br/>Das Programm umfasst eine Datenbank mit technischen Informationen, die von der numerischen Steuerung der jeweiligen, durch die Produktionsseriennummer identifizierten Maschine erfasst werden. Der Lizenzgeber kann das Vorhandensein von Fehlern oder Unterlassungen nicht ausschließen und haftet nicht für etwaige Schäden, die beim Lizenznehmer oder Dritten aufgrund solcher Fehler oder Unterlassungen entstehen. Auf jeden Fall wird der Lizenznehmer aufgefordert, etwaige Anomalien, Betriebsstörungen, Schwierigkeiten beim Zugriff auf den Service bei der E-Mail-Adresse support@fomservice.com zu melden. <br/> <br/>Der Lizenzgeber haftet in keiner Weise für Schäden, die vom Lizenznehmer direkt oder indirekt infolge der Nutzung des Services oder der mangelnden planmäßigen Wartung entsprechend den Angaben des Wartungshandbuchs und/oder Empfehlung des Lizenzgebers an der Maschine, an welcher der Service installiert ist, erfahren werden, es sei denn, es liege ein Fall von Vorsatz oder grober Fahrlässigkeit vor. <br/> <br/>Der Lizenzgeber verpflichtet sich dazu, die bestmögliche Funktionstüchtigkeit des Services zu sichern, kann jedoch keine Haftung für Verspätungen, Verzögerungen und/oder Unterbrechungen bei der Erbringung des Update-Services übernehmen, wenn diese auf Ursachen zurückzuführen sind, die ihm nicht zugeschrieben werden können, wie rein beispielsweise: <br/> <br/>a) Zufall, Katastrophenfälle und höhere Gewalt; <br/> <br/>b) Betriebsstörungen oder Konformitätsmängel der vom Lizenznehmer verwendeten Verbindungsgeräte; <br/> <br/>c) Manipulation oder Eingriffe an den Geräten, die vom Lizenznehmer oder Dritten vorgenommen worden sind; <br/> <br/>d) fehlerhafte oder nicht vorschriftsmäßige Nutzung des Services durch den Lizenznehmer. <br/> <br/>In diesen Fällen haftet der Lizenzgeber nicht für Verluste, Schäden und Verletzungen, die vom Lizenznehmer erlitten worden sind oder erlitten werden. <br/> <br/>Die angewandten SLA-Prozentsätze (Service Level Agreement), welche der Lizenznehmer ausdrücklich zu kennen und zu akzeptieren erklärt, sind die in Art. 4 des SW-Vertrags angegebenen, der bei der Aktivierung der Lizenz/Probelizenz akzeptiert wurde.
es: LOLA ha sido optimizado para los siguientes dispositivos móviles: Samsung S10 (360x740 px), iPhoneX (375x812 px), Samsung Galaxy S7 (360x640 px), iPhone8 (375x667 px), iPad PRO (1024x1366 px), iPad2 (768x1024 px). Navegadores: Google Chrome en Windows y Safari en iOS. </br> </br>Los datos obtenidos por FOM Industrie S.r.l. mediante la aplicación LO.LA serán guardados y tratados con meros fines estadísticos y no serán transmitidos a terceros. Al no tratarse de datos personales, no están sujetos a la normativa en virtud del Reglamento UE 2016/679. </br> </br><b>LIMITACIÓN DE RESPONSABILIDAD </b></br> </br>La fiabilidad de las estadísticas realizadas con los datos obtenidos por el programa LOLA (notificaciones de mantenimiento periódico y/o extraordinario, desgaste de componentes como electromandriles, herramientas, piezas mecánicas, electrónicas y/o neumáticas usadas en la máquina) solo se garantiza a condición de que el Licenciatario se sirva de componentes y recambios oficiales provistos y recomendados por el fabricante FOM Industrie S.r.l. </br> </br>Asimismo, la fiabilidad de los datos visualizados en LOLA depende también de la puesta a cero o restablecimiento de los valores de los contadores por parte del Licenciatario, cuando a este se le permita sustituir autónomamente un componente de la máquina. Por tanto, en caso de gestión y mantenimiento autónomo de los componentes considerados consumibles/desgastables (a título de ejemplo no exhaustivo la sustitución de herramientas, la sustitución o el afilado de discos, la sustitución del rollo de la etiquetadora, etc.), el Licenciatario debe efectuar el restablecimiento de los contadores cuando sustituye efectivamente el componente asociado. De tal modo, el Licenciante se exime de toda responsabilidad en caso de que el programa LOLA no avise –o lo haga con retraso– sobre la necesidad de cambiar los componentes si el Licenciatario no ha restablecido los mencionados valores en el programa de la máquina. Para las instrucciones sobre las modalidades de restablecimiento, remitirse al Manual para el Usuario LOLA. </br> </br>El Licenciante se exime también de toda responsabilidad ante eventuales roturas, períodos de inactividad de la máquina o de la producción, etc. en caso de que el Licenciatario decida no seguir las instrucciones que el programa LOLA señala mediante notificaciones de mantenimiento ordinario y/o predictivo (p. ej. cambio de aceite y lubricantes). </br> </br>Asimismo, el Licenciante no se asume alguna responsabilidad por la información, los datos y contenidos tratados de todos modos por el Licenciatario durante el uso del Servicio. </br> </br>El Licenciante no concede alguna garantía sobre la adaptación del Servicio a fines particulares: bajo ningún concepto se le podrá imputar alguna responsabilidad en caso de que la provisión del Servicio, con las características específicamente solicitadas por el Licenciatario, sea afectada por circunstancias de Terceros o del Licenciatario. </br> </br>El programa incluye una base de datos que contiene datos técnicos obtenidos por el control numérico de la máquina correspondiente, identificada mediante el número de serie de fabricación (matrícula). El Licenciante no puede excluir la presencia de errores u omisiones, ni se hace responsable de eventuales daños causados al Licenciatario o a terceros a raíz de tales errores u omisiones. De todos modos, se ruega al Licenciatario señalar por correo electrónico cualquier anomalía, mal funcionamiento, imposibilidad de acceso al servicio a esta dirección: support@fomservice.com. </br> </br>El Licenciante no responde en absoluto por daños sufridos directa o indirectamente por el Licenciatario a raíz del uso del Servicio o de la falta del mantenimiento ordinario indicado en el Manual de Uso y Mantenimiento y/o recomendado por el Licenciante en la máquina donde está instalado el Servicio, salvo en caso de dolo o falta grave. </br> </br>El Licenciante se compromete en garantizar el mejor funcionamiento del Servicio, sin embargo no se asume alguna responsabilidad por retrasos, suspensiones y/o interrupciones en el suministro de los servicios de actualización que hayan sido determinados por causas no imputables al mismo como, a mero título de ejemplo: </br> </br>a) caso fortuito, eventos catastróficos y fuerza mayor; </br> </br>b) mal funcionamiento o disconformidad de los aparatos de conexión utilizados por el Licenciatario; </br> </br>c) violación o intervención en los aparatos por parte del Licenciatario o de terceros; </br> </br>d) uso erróneo o disconforme del Servicio por parte del Licenciatario. </br> </br>En tales casos, el Licenciante no responderá de alguna pérdida, daño y/o lesión sufridos o que pueda sufrir el Licenciatario. </br> </br>Los porcentajes de ANS (Acuerdo de Nivel de Servicio, SLA por sus siglas en inglés) aplicados, que el Licenciatario expresamente declara conocer y aceptar, son los indicados en la cláusula 4 del contrato SW aceptado al activar la licencia de pago o de prueba.

# XSpindles
source: Spindles XModule/XMU
de: Spindel XModule/XMU
es: Husillos XModule / XMU
fr: Broche XModule/XMU
it: Mandrini XModule/XMU

# XTools
source: Tools XModule/XMU
de: Werkzeuge XModule/XMU
es: Instrumentos XModule/XMU
fr: Outils XModule/XMU
it: Utensili XModule/XMU

# PeriodicMaintenance
source: Periodic/Ordinary Maintenance
de: Regelmässige und ordentliche Wartung
es: Mantenimiento periódico y ordinario
fr: Entretien periodique et ordinaire
it: Manutenzione Periodica/Ordinaria

source: Plant messages
de: Nachrichten aus der Produktionsanlage
es: Mensajes de la planta
fr: Messages de «plant»
it: Messaggi stabilimento

# DisclaimerLogin
source: LOLA has been optimised for mobile usage. <br />For a list of devices, please see the section <br />"Terms & Conditions".
de: LOLA wurde für die Mobilfunknutzung optimiert. <br />Für die Liste den Abschnitt <br />„Terms & Conditions“ konsultieren
es: LOLA ha sido optimizado para dispositivos móviles.<br /> Para la lista, remitirse a la sección <br />"Terms & Conditions".
fr: LOLA a été optimisé pour une utilisation mobile.<br /> Pour la liste, voir la section <br />« Termes & Conditions »
it: LOLA è stato ottimizzato per la fruibilità mobile.<br /> Per la lista dei dispositivi, consultare la sezione <br />"Terms & Conditions

# DisclaimerEXT
source: LOLA has been optimised for mobile usage on the following devices: Samsung S10 (360x740 px), iPhoneX (375x812 px), Samsung Galaxy S7 (360x640 px), iPhone8 (375x667 px), iPad PRO (1024x1366 px), iPad2 (768x1024 px). Web browsers: Google Chrome for Windows and Safari for iOS.<br/> <br/><b>LIMITS OF LIABILITY</b><br/> <br/>The data acquired by Fom Industrie s.r.l. using the LO.LA application will be stored and handled for statistical purposes only, and will not be passed on to third parties. As this is not personal information, it is not subject to the contents of EU Regulation 2016/679.<br/> <br/>The Licensor engages to ensure that the Service operates as well as possible, but does not take on any responsibility for delays, suspensions and/or interruptions in delivery of the update services due to causes that cannot be attributed to him, a non-limiting example of which might be:<br/> <br/>a) accident, catastrophic events and force majeure;<br/> <br/>b) malfunction or non conformity of the connection equipment used by the Licensee;<br/> <br/>c) tampering or interventions on the equipment carried out by the Licensee or by third parties;<br/> <br/>d) incorrect or non-conform use of the Service by the Licensee.<br/> <br/>In these cases the Licensor will not be liable for any loss, damage and injury suffered or to be suffered by the Licensee.<br/> <br/>The SLA (Service Level Agreement) percentages applied, which the Licensee expressly acknowledges and accepts, are the ones indicated in art. 4.
de: LOLA wurde für die mobile Nutzung mit folgenden Geräten und Browsern optimiert: Samsung S10 (360x740 px), iPhoneX (375x812 px), Samsung Galaxy S7 (360x640 px), iPhone8 (375x667 px), iPad PRO (1024x1366 px), iPad2 (768x1024 px). Browser: Google Chrome unter Windows und Safari unter iOS. <br/> <br/><b>HAFTUNGSBESCHRÄNKUNG </b><br/> <br/>Die von Fom Industrie s.r.l. über die Anwendung LO.LA erhobenen Daten werden abgespeichert und für rein statistische Zwecke verarbeitet. Auf keinen Fall werden sie an Dritte weitergeleitet. Da es sich nicht um personenbezogene Daten handelt, unterliegt ihre Verarbeitung nicht den Bestimmungen von Verordnung (EU) 2016/679. <br/> <br/>Der Lizenzgeber verpflichtet sich dazu, die bestmögliche Funktionstüchtigkeit des Services zu sichern, kann jedoch keine Haftung für Verspätungen, Verzögerungen und/oder Unterbrechungen bei der Erbringung des Update-Services übernehmen, wenn diese auf Ursachen zurückzuführen sind, die ihm nicht zugeschrieben werden können, wie rein beispielsweise: <br/> <br/>a) Zufall, Katastrophenfälle und höhere Gewalt; <br/> <br/>b) Betriebsstörungen oder Konformitätsmängel der vom Lizenznehmer verwendeten Verbindungsgeräte; <br/> <br/>c) Manipulation oder Eingriffe an den Geräten, die vom Lizenznehmer oder Dritten vorgenommen worden sind; <br/> <br/>d) fehlerhafte oder nicht vorschriftsmäßige Nutzung des Services durch den Lizenznehmer. <br/> <br/>In diesen Fällen haftet der Lizenzgeber nicht für Verluste, Schäden und Verletzungen, die vom Lizenznehmer erlitten worden sind oder erlitten werden. <br/> <br/>Die angewandten SLA-Prozentsätze (Service Level Agreement), welche der Lizenznehmer ausdrücklich zu kennen und zu akzeptieren erklärt, sind die in Art. 4 des SW-Vertrags angegebenen, der bei der Aktivierung der Lizenz/Probelizenz akzeptiert wurde.
es: LOLA ha sido optimizado para los siguientes dispositivos móviles: Samsung S10 (360x740 px), iPhoneX (375x812 px), Samsung Galaxy S7 (360x640 px), iPhone8 (375x667 px), iPad PRO (1024x1366 px), iPad2 (768x1024 px). Navegadores: Google Chrome en Windows y Safari en iOS. <br/> <br/><b>LIMITACIÓN DE RESPONSABILIDAD </b><br/> <br/>Los datos obtenidos por FOM Industrie S.r.l. mediante la aplicación LO.LA serán guardados y tratados con meros fines estadísticos y no serán transmitidos a terceros. Al no tratarse de datos personales, no están sujetos a la normativa en virtud del Reglamento UE 2016/679. <br/> <br/>El Licenciante se compromete en garantizar el mejor funcionamiento del Servicio, sin embargo no se asume alguna responsabilidad por retrasos, suspensiones y/o interrupciones en el suministro de los servicios de actualización que hayan sido determinados por causas no imputables al mismo como, a mero título de ejemplo: <br/> <br/>a) caso fortuito, eventos catastróficos y fuerza mayor; <br/> <br/>b) mal funcionamiento o disconformidad de los aparatos de conexión utilizados por el Licenciatario; <br/> <br/>c) violación o intervención en los aparatos por parte del Licenciatario o de terceros; <br/> <br/>d) uso erróneo o disconforme del Servicio por parte del Licenciatario. <br/> <br/>En tales casos, el Licenciante no responderá de alguna pérdida, daño y/o lesión sufridos o que pueda sufrir el Licenciatario. <br/> <br/>Los porcentajes de ANS (Acuerdo de Nivel de Servicio, SLA por sus siglas en inglés) aplicados, que el Licenciatario expresamente declara conocer y aceptar, son los indicados en la cláusula 4 del contrato SW aceptado al activar la licencia de pago o de prueba.

# AxisMotors
source: Motors/Axes
de: Motoren/Achsen
es: Motores/Ejes
fr: Moteurs/Axes
it: Motori/Assi

# MsgExpiredTime
source: Expired
de: Abgelaufen
es: Caducado
fr: Expiration
it: Scaduto

# Num_Tagli_TF
source: Total<br /> blade cuts
de: Schnitte Sägeblatt<br /> insgesamt
es: Cortes disco<br /> totales
fr: Coupes lame<br /> totales
it: Tagli lama<br /> totali

# Num_Tagli_TM
source: Total<br /> blade cuts
de: Schnitte Sägeblatt<br /> insgesamt
es: Cortes disco<br /> totales
fr: Coupes lame<br /> totales
it: Tagli lama<br /> totali

# Parz_tagli_TF
source: Partial <br />blade cuts <br />(after reset)
de: Schnitte Sägeblatt<br />teilweise<br />(von Ersatz)
es: Cortes disco<br />parcial<br />(desde reset)
fr: Coupes lame <br />partiel<br />(depuis reset)
it: Tagli lama<br />parziali<br/>(da reset)

# Parz_tagli_TM
source: Partial <br />blade cuts <br />(after reset)
de: Schnitte Sägeblatt<br />teilweise<br />(von Ersatz)
es: Cortes disco<br />parcial<br />(desde reset)
fr: Coupes lame <br />partiel<br />(depuis reset)
it: Tagli lama<br />parziali<br/>(da reset)

source: Fixed Head
de: Fest- kopf
es: Cabezal Fijo
fr: Tête Fixe
it: Testa Fissa

source: Mobile head
de: Verfahr- kopf
es: Cabezal Móvil
fr: Tête Mobile
it: Testa Mobile

# Ore_vita_lama_ef
source: Actual <br /> blade<br /> lifespan
de: Effektive <br /> Lebensdauer <br /> Sägeblatt
es: Horas vida<br /> efectivas <br /> disco
fr: Heures de vie <br /> lame <br /> effectives
it: Ore vita <br /> lama <br /> effettive

# Contat_Tagli_TF
source: Total<br /> blade cuts
de: Schnitte Sägeblatt<br /> insgesamt
es: Cortes disco<br /> totales
fr: Coupes lame<br /> totales
it: Tagli lama<br /> totali

# Contat_Tagli_TM
source: Total<br /> blade cuts
de: Schnitte Sägeblatt<br /> insgesamt
es: Cortes disco<br /> totales
fr: Coupes lame<br /> totales
it: Tagli lama<br /> totali

# CreateUserEmailSubject
source: LOLA – New user credentials:
de: LOLA – Anmeldedaten neuer Benutzer:
es: LOLA - Credenciales nuevo usuario:
fr: LOLA – Identifiants de connexion nouvel utilisateur:
it: LOLA - Credenziali nuovo utente:
