Repository: FomSoftware/Fst.Lola
Catalog: FomMonitoringResources/Resource.*.resx
Languages: de, es, fr, it

source: Last update
de: Letztes Update
es: Ultima actualizacion
fr: Dernière mise à jour
it: Ultimo aggiornamento

source: First Name
de: Vorname
es: Nombre
fr: Prenom
it: Nome

source: Efficiency
de: Effizienz
es: Eficiencia
fr: Efficacité
it: Efficienza

# Alarms
source: Messages
de: Beiträge
es: Mensajes
it: Messaggi

source: Machine States
de: Maschinenzustände
es: Estados máquina
fr: Ètats machine
it: Stati Macchina

# TimeOn
source: Tot t. on
de: Gesamtzeit ON
es: T. on tot
fr: T. total sur
it: tempo on tot

# TimeOff
source: Tot t. off
de: Gesamtzeit OFF
es: T. off tot
fr: T. off tot
it: tempo off tot

source: State OFF
de: Zustand OFF
es: estado fuera
fr: été éteint
it: Stato OFF

source: Productivity
de: Produktivität
es: Productividad
fr: Productivité
it: Produttività

source: Made
de: Produkte
es: Hecho
fr: Fabriqué
it: Prodotti

source: Used
de: Verwendet
es: Angustiado
fr: Affligé
it: Usato

source: Phases
de: Phasen
es: Fases
it: Fasi

source: Pieces
de: Werkstücke
es: Piezas
fr: Pièces
it: Pezzi

# Material
source: Materials
de: Materialien
es: Material
fr: Matière
it: Materiali

source: Gross Time
de: Bruttozeit
es: T. Bruto
fr: T. Brut
it: T. Lordo

source: Error States
de: Fehlerzustände
es: Estados de error
fr: états d'erreur
it: Stati di Errore

source: Duration
de: Dauer
es: Duración
fr: Durée
it: Durata

source: Completion
de: Fertigstellung
es: Terminación
fr: Achèvement
it: Completamento

# Spindles
source: Multispindle
de: Multispindel
es: Multimandril
fr: Multibroche
it: Multimandrino

source: Tools
de: Werkzeuge
es: Instrumentos
fr: Outils
it: Utensili

source: Orders
de: Aufträge
es: Pedidos
fr: Ordres
it: Commesse

source: Last Name
de: Nachname
es: Apellido
fr: Nom
it: Cognome

source: Role
de: Rolle
es: Rol
fr: Rôle
it: Ruolo

source: Username
de: Benutzer
es: Usuario
fr: Utilisateur
it: Utente

source: User Manager
de: Benutzerverwaltung
es: Administrador de usuario
fr: Gestion Utilisateur
it: Gestione Utente

source: Change Password
de: Passwortwechsel
es: Cambio Password
fr: Changer Password
it: Cambio Password

source: Logout
de: Verlassen
es: Cerrar Sesión
fr: Quitter
it: Esci

source: User
de: Benutzer
es: Usuario
fr: Utilisateur
it: Utente

source: Machine
de: Maschine
es: Máquina
it: Macchina

source: Period
de: Zeitraum
es: Período
fr: Période
it: Periodo

source: Type
de: Typ
es: Tipo
it: Tipo

source: Model
de: Modell
es: Modelo
fr: Modèle
it: Modello

source: Serial
de: Seriennummer
es: De Serie
fr: Série
it: Matricola

# Install
source: Installation
es: Instalación
it: Installazione

source: Description
de: Beschreibung
es: Descripción
fr: La Description
it: Descrizione

source: Product Type
de: Produkttyp
es: Tipo de Producto
fr: Type Produit
it: Tipo Prodotto

source: Product Version
de: Produktausführung
es: Version Producto
fr: Version Produit
it: Versione Prodotto

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi

source: Yesterday
de: Gestern
es: Ayer
fr: Hier
it: Ieri

source: Last 7 Days
de: Letzte 7 Tage
es: Los últimos 7 Días
fr: Les 7 derniers jours
it: Ultimi 7 Giorni

source: Last 30 Days
de: Letzte 30 Tage
es: Los últimos 30 Días
fr: Les 30 derniers jours
it: Ultimi 30 Giorni

source: This Month
de: Dieser Monat
es: Este Mes
fr: Ce mois-ci
it: Questo Mese

source: Last Month
de: Letzter Monat
es: El mes pasado
fr: Le mois Dernier
it: Scorso Mese

# ApplyLabel
source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
it: Applica

# CancelLabel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla

# CustomRangeLabel
source: Custom Range
de: Zeitraum
es: Período
fr: Période
it: Periodo

source: Historical
de: Historie
es: Histórico
fr: Historique
it: Storico

source: Operators
de: Bediener
es: Operadores
fr: Opérateurs
it: Operatori

source: Shifts
de: Schichten
es: Turnos
fr: équipes
it: Turni

source: Until Now
de: Bis jetzt
es: Hasta Ahora
fr: Jusqu'à Maintenant
it: Fino ad Ora

source: Done
de: Erledigt
es: Hecho
fr: Terminé
it: Fatti

source: Redone
de: Erneut erledigt
es: Rehacer
fr: Refait
it: Rifatti

source: Bars
de: Stangen
es: Bares
fr: Barres
it: Barre

source: Cutoff
de: Schnittstücke
es: Cortar
fr: Couper
it: Spezzoni

source: Code
de: Lage
es: Código
it: Codice

source: Average Speed
de: Durchschnittsgeschwindigkeit
es: Velocidad Media
fr: Vitesse Moyenne
it: Velocità Media

# TimeToLive
source: T.Res.
de: Restzeit
es: T.Rest.
fr: T.Résid.

source: Overpower
de: Überleistung
es: Dominar
fr: Maîtriser
it: Sovrapotenza

# OverVibrating
source: Vibration
es: Vibración
it: Vibrazione

source: Overhating
de: Überhitzung
es: Sobrecalefacción
fr: Surchauffe
it: Riscaldamento

source: Change
de: Wechsel
es: Cambio
fr: Changement
it: Cambio

source: Maintenance
de: Wartung
es: Mantenimiento
fr: Entretien
it: Manutenzione

source: Usage Time
de: Gebrauch
es: T. de uso
fr: T. d'utilisation
it: Utilizzo

source: Usury
de: Verschleiß
es: Usura
fr: Usure
it: Usura

source: Breaking
de: Bruch
es: Ruptura
fr: Rupture
it: Rottura

source: Replacement
de: Austausch
es: Reemplazo
it: Sostituzione

source: Production
de: Produktion
es: Producción
it: Produzione

source: Pause
es: Pausa
it: Pausa

# Manual
source: Manual production
de: Manuelle Produktion
es: Producción manual
fr: Production manuelle
it: Produzione manuale

source: Working
de: Bearbeitung
es: Transformación
fr: Traitement
it: Lavorazione

source: Trim
de: Kappen
es: Título
fr: Titre
it: Intestatura

source: Cut
de: Schnitt
es: Cortar
fr: Couper
it: Taglio

source: Others
de: Andere
es: Otros
fr: Autres
it: Altri

source: Time
de: Zeit
es: Hora
fr: Temps
it: Tempo

source: Progress
de: Proz.
es: Progreso
fr: Progrès
it: Perc

source: Date
de: Datum
es: Fecha
it: Data

source: Typology
de: Typologie
es: Tipología
fr: Typologie
it: Tipologia

# NoData
source: No data available
de: Keine Daten vorhanden
es: Datos no disponibles
fr: Pas de données disponibles
it: Nessun dato disponibile

source: Shift
de: Schicht
es: Cambio
fr: équipe
it: Turno

source: Quantity
de: Menge
es: Cantidad
fr: Quantité
it: Quantità

source: Net Time
de: Nettozeit
es: T. Neto
fr: T. Net
it: T. Netto

source: Speed Ranges
de: Geschwindigkeitsbereiche
es: Rangos de Velocidad
fr: Plages de Vitesse
it: Fasce di Velocità

source: Status
de: Zustand
es: Estado
fr: Statut
it: Stato

source: Order
de: Auftrag
es: Orden
fr: Commande
it: Commessa

source: Operator
de: Bediener
es: Operador
fr: Opérateur
it: Operatore

source: Alarms number
de: Anzahl Alarme
es: Número de alarmas
fr: Numéro d'alarmes
it: Numero allarmi

# BackToLogin
source: Return to Login
de: Zurück zum Login
es: Regrese a Login
fr: Retour à la connexion
it: Torna alla Login

# Unauthorized
source: You are not authorized to access this section of the dashboard
de: Sie haben keine Berechtigung für den Zugriff auf diesen Dashboard-Abschnitt
es: No se le permite acceder a esta sección del tablero
fr: Vous n'êtes pas autorisé à accéder à cette section du tableau de bord
it: Non sei autorizzato ad accedere a questa sezione della dashboard

# SessionTimeout
source: The session has expired or has been interrupted
de: Session abgelaufen oder abgebrochen
es: La sesión ha caducado o se ha interrumpido
fr: La session est terminée ou a été interrompue
it: La sessione è scaduta o è stata interrotta

# NoPlant
source: You are not associated with any plant
de: Sie sind keiner Produktionsanlage zugeordnet
es: Usted no está asociado con ninguna planta
fr: Vous n'êtes associé à aucune «Plant»
it: Non sei associato ad alcun plant

# NoMachine
source: You are not associated with any machine
de: Sie sind keiner Maschine zugeordnet
es: Usted no está asociado con cualquier coche
fr: Vous n'êtes associé à aucune machine
it: Non sei associato ad alcuna macchina

# UserPassNotValid
source: Incorrect username or password
de: Benutzername und/oder Passwort falsch
es: Usuario o contraseña incorrectos
fr: Nom d'utilisateur et/ou mot de passe
it: Username e/o Password errati

# LoginProblem
source: There was a problem with access
de: Es ist ein Problem beim Zugriff aufgetreten
es: Hubo un problema con el acceso
fr: Un problème de connexion s'est produit
it: Si è verificato un problema con l'accesso

source: Plant
de: Produktionsanlage
es: Fábrica
fr: Fabrique
it: Fabbrica

# PassNotValid
source: Incorrect password
de: Passwort nicht korrekt
es: Contraseña incorrecta
fr: Mot de passe incorrect
it: Password non corretta

source: User expired
de: Benutzerkonto abgelaufen
es: Usuario caducado
fr: Expiration de l'utilisateur
it: Utenza scaduta

source: Repeat password
de: Passwort wiederholen
es: Repite password
fr: Répéter password
it: Ripeti password

source: Cancel
de: Löschen
es: Cancelado
fr: Clairs
it: Cancella

source: Save
de: Speichern
es: Guardar
fr: Sauver
it: Salva

source: Disable
de: Sperren
es: Inhabilitar
fr: Désactiver
it: Disabilita

source: Enable
de: Freigeben
es: Permitir
fr: Activer
it: Abilita

source: Modify
de: Ändern
es: Modificación
fr: modification
it: Modifica

source: Add user
de: Benutzer hinzufügen
es: Agregar usuario
fr: Ajouter un utilisateur
it: Aggiungi utente

source: No records available
de: Keine Daten zur Anzeige vorhanden
es: No hay registros disponibles
fr: Aucun enregistrement disponible
it: Non ci sono dati da visualizzare

source: Nothing found
de: Keine Suchergebnisse
es: Nada encontrado
fr: Rien n'a été trouvé
it: Non è stato trovato nulla

source: Modify user
de: Benutzer ändern
es: Modificar usuario
fr: Modifier d'utilisateur
it: Modifica utente

# ComeBack
source: No, come back
de: Nein, zurück
es: No, regresa
fr: Non, reviens
it: No, torna indietro

# Continue
source: Yes, continue
de: Ja, weiter
es: Si continua
fr: Oui, continuez
it: Si, continua

# DisableUser
source: User disabled
de: Benutzer gesperrt
es: Usuario deshabilitado
fr: Utilisateur désactivé
it: Utente disabilitato

# EnableUser
source: User enabled
de: Benutzer freigegeben
es: Usuario habilitado
fr: Utilisateur activé
it: Utente abilitato

# LastPassword
source: Previous password
de: Altes Passwort
es: Contraseña anterior
fr: Ancien mot de passe
it: Vecchia password

source: New password
de: Neues Passwort
es: Nueva contraseña
fr: Nouveau mot de passe
it: Nuova password

source: Repeat new password
de: Neues Passwort wiederholen
es: Repita la nueva contraseña
fr: Répété le nouveau mot de passe
it: Ripetere nuova password

# EmailNotValid
source: Email is not valid
de: E-Mail nicht gültig
es: Email inválido
fr: Courriel invalide
it: Email non valida

# PasswordShort
source: Password too short
de: Passwort zu kurz
es: Contraseña demasiado corta
fr: Password must have at least 6 characters
it: Password troppo corta

# PasswordsNotSame
source: Passwords are not the same
de: Die eingegebenen Passwörter sind nicht gleich
es: Las contraseñas ingresadas no son las mismas
fr: Les mots de passe saisis ne sont pas les mêmes
it: Le password inserite non sono uguali

source: Customer
de: Kunde
es: Cliente
fr: Client
it: Cliente

# FieldRequired
source: This field is required
de: Dieses Feld ist obligatorisch
es: Este campo es obligatorio
fr: Dieses Feld ist erforderlich
it: Questo campo è richiesto

source: Nothing selected
de: Keine Wahl getätigt
es: Nada seleccionado
fr: Rien de sélectionné
it: Nessuna selezione

source: Machines
de: Maschinen
es: Maquinas
it: Macchine

# CreatedUser
source: User successfully created
de: Benutzer korrekt erstellt
es: Usuario creado con éxito
fr: L'utilisateur a été créé avec succès
it: Utente creato correttamente

# ErrorOccurred
source: An error occurred
de: Es ist ein Fehler aufgetreten
es: Ha ocurrido un error
fr: Une erreur s'est produite
it: Si è verificato un errore

source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua

# UserSuccessfullyModify
source: User successfully modified
de: Benutzer korrekt aktualisiert
es: Usuario actualizado con éxito
fr: L'utilisateur a été mis à jour avec succès
it: Utente aggiornato correttamente

source: Password successfully reseted
de: Passwort-Reset erfolgreich abgeschlossen
es: Restablecimiento de contraseña exitoso
fr: Réinitialisation du mot de passe réussie
it: Reset password avvenuto con successo

# ResetUserPassword
source: Do you want to reset user's password?
de: Soll das Passwort dieses Benutzers zurückgesetzt werden?
es: ¿Quieres restablecer la contraseña de este usuario?
fr: Voulez-vous réinitialiser le mot de passe de cet utilisateur?
it: Vuoi resettare la password di questo utente?

# ChangePasswordSuccessfully
source: Password changed successfully
de: Passwortänderung erfolgreich
es: Contraseña cambiada exitosamente
fr: Le mot de passe a été modifié avec succès
it: Password modificata con successo

source: Enter passwords
de: Passwort eingeben
es: Ingrese contraseña
fr: Entrez le mot de passe
it: Inserire password

# PasswordNotSame
source: New password and repeat new password do not match
de: Die neuen Passwörter sind nicht gleich
es: Las nuevas contraseñas ingresadas no son las mismas
fr: Les nouveaux mots de passe saisis ne sont pas les mêmes
it: Le nuove password inserite non sono uguali

# PasswordSamePrevious
source: The old password is incorrect
de: Das alte Passwort ist nicht richtig
es: La contraseña anterior es incorrecta
fr: L'ancien mot de passe est incorrect
it: La vecchia password non è corretta

source: Reset password
de: Passwort zurücksetzen
es: Restablecer contraseña
fr: Réinitialiser le mot de passe
it: Resetta password

source: Name
de: Vorname
es: Nombre
fr: Prénom
it: Nome

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina

# DeleteUser
source: Are you sure to delete this user?
de: Soll dieser Benutzer wirklich gelöscht werden?
es: ¿Estás seguro de que deseas eliminar a este usuario?
fr: Voulez-vous vraiment supprimer cet utilisateur?
it: Sei sicuro di voler eliminare questo utente?

source: User successfully deleted
de: Benutzer erfolgreich gelöscht
es: Usuario eliminado con éxito
fr: L'utilisateur a bien été supprimé
it: Utente eliminato con successo

# UsernameExists
source: The username already exists. Please use a different username
de: Es ist bereits ein Benutzer mit diesem Benutzernamen vorhanden
es: Ya existe un usuario con este nombre de usuario
fr: Un utilisateur avec ce nom d'utilisateur existe déjà
it: Un utente con questo username esiste già

source: Position
de: Lage
es: Ubicación
fr: Emplacement
it: Posizione

# Timestamp
source: Date/Time
de: Datum / Uhrzeit
es: Fecha/Hora
fr: Date/Horaire
it: Data/Ora

source: Group
de: Gruppe
es: Grupo
fr: Groupe
it: Gruppo

source: Messages
de: Beiträge
es: Mensajes
it: Messaggi

# Disclamer
source: Terms and conditions
de: Allgemeine Geschäftsbedingungen
es: Términos y condiciones
fr: Termes et conditions
it: Termini e condizioni
