Repository: FomSoftware/Fst.Lola
Catalog: FomMonitoringResources/Resource.*.resx
Languages: de, es, fr, it

source: User not enabled
de: Benutzer nicht aktiviert
es: Usuario no habilitado
fr: Utilisateur non activé
it: Utente non abilitato

# MachineAssociatedToPlant
source: Machine already associated with the {0} plant. Are you sure you wish to continue?
de: Maschine bereits der Anlage {0} zugeordnet, dennoch fortfahren?
es: Máquina ya asociada al plant {0}. ¿Proseguir?
fr: Machine déjà associée à l’installation {0}, voulez-vous vraiment continuer ?
it: Macchina già associata al plant {0} si è sicuri di voler continuare?

# PlantCreated
source: Plant created successfully
de: Produktionsanlage erfolgreich angelegt
es: Planta creada con éxito
fr: Le «plant» créé avec succés
it: Plant creato con successo

# Assorbimento
source: ABSORPTION
de: AUFNAHME
es: ABSORCIÓN
it: ASSORBIMENTO

# Vibrazioni
source: VIBRATIONS
de: VIBRATIONEN
es: VIBRACIONES
it: VIBRAZIONI

# TemperaturaSchedaEl
source: ELECTRICAL BOARD TEMPERATURE
de: ELEKTRISCHE BORDTEMPERATUR
es: TEMPERATURA PLACA ELÉCTRICA
fr: TEMPÉRATURE DE LA CARTE ÉLECTRIQUE
it: TEMPERATURA SCHEDA ELETTRICA

# TemperaturaCuscinetti
source: BEARINGS TEMPERATURE
de: TEMPERATUR LAGER
es: TEMPERATURA COJINETES
fr: TEMPERATURE ROULEMENTS
it: TEMPERATURA CUSCINETTI

# TemperaturaStatore
source: STATOR TEMPERATURE
de: STATOR TEMPERATUR
es: TEMPERATURA ESTATOR
it: TEMPERATURA STATORE

# TabTagliContatoreTotCUT
source: Total blade cuts
de: Schnitte Sägeblatt insgesamt
es: Cortes disco totales
fr: Coupes lame totales
it: Tagli lama totali

source: Blade
de: Sägeblatt
es: Disco
fr: Lame
it: Lama

source: MOTOR BLADE
de: MOTOR SÄGEBLATT
es: MOTOR DISCO
fr: MOTEUR LAME
it: MOTORE LAMA

# TabNEtichetteAlCambioRotolo
source: Missing labels (errors)
de: Fehlende Etiketten (Fehler)
es: Etiquetas faltantes (errores)
fr: Étiquettes manquantes (erreurs)
it: Etichette mancanti (errori)

# TabNEtichetteStampate
source: Printed labels
de: Bedruckte Etiketten
es: Etiquetas impresas
fr: Étiquettes imprimées
it: Etichette stampate

# XLABETICHETTATRICE
source: XLAB - LABELING MACHINE (OPTIONAL)
de: XLAB - MÁQUINA DE ETIQUETADO (OPCIONAL)
es: XLAB - MÁQUINA DE ETIQUETADO (OPCIONAL)
fr: XLAB - MACHINE D'ÉTIQUETAGE (EN OPTION)
it: XLAB - ETICHETTATRICE (OPTIONAL)

# TimeTot
source: Tot.T.
de: Gesamtzeit
es: T.Tot.
fr: T.Tot.
it: T.Tot.

# TimeResStim
source: T.Res.
de: Restzeit
es: T.Rest.
fr: T.Résid.

source: Tasks
de: Aufgaben
es: Tareas
fr: Tâches
it: Attività

# MaintenanceRegister
source: Register
es: Registro
fr: Registre
it: Registro

# ModifyUserEmailBody
source: The password for the [TIPO_USER] user type has been changed, following the new credentials.<br /> User: [USERNAME]<br /> Provisional password generated: [PASSWORD]<br /> The password must be reset at the first access to LOLA.<br /> <a href="https://lola.fomindustrie.com">Click here to log in.</a>
de: Das Kennwort für den Benutzertyp [TIPO_USER] wurde entsprechend den neuen Anmeldeinformationen geändert.<br /> Benutzer: [USERNAME]<br /> Vorläufiges Passwort generiert: [PASSWORD]<br /> Das Passwort muss beim ersten Zugriff auf LOLA zurückgesetzt werden.<br /> <a href="https://lola.fomindustrie.com">Klicken Sie hier, um sich anzumelden</a>
es: La contraseña para el tipo de usuario [TIPO_USER] se ha cambiado, siguiendo las nuevas credenciales.<br /> Usuario: [USERNAME]<br /> Contraseña provisional generada: [PASSWORD]<br /> La contraseña debe restablecerse en el primer acceso a LOLA<br /> <a href="https://lola.fomindustrie.com">Haga clic aquí para iniciar sesión.</a>
fr: Le mot de passe pour le type d’utilisateur [TIPO_USER] a été modifié, suite aux nouvelles informations d'identification.<br /> Utilisateur: [USERNAME]<br /> Mot de passe provisoire généré: [PASSWORD]<br /> Le mot de passe doit être réinitialisé lors du premier accès à LOLA.<br /> <a href="https://lola.fomindustrie.com">Cliquez ici pour vous connecter.</a>
it: E' stata modificata la password per l'utenza di tipo [TIPO_USER] di seguito le nuove credenziali. <br /> Utente: [USERNAME]<br /> Password provvisoria generata: [PASSWORD]<br />La password andrà resettata obbligatoriamente al primo accesso in LOLA.<br /><a href="https://lola.fomindustrie.com">Clicca qui per accedere. </a>

# ModifyUserEmailSubject
source: LOLA – User credentials:
de: LOLA – Anmeldedaten Benutzer:
es: LOLA - Credenciales usuario:
fr: LOLA – Identifiants de connexion utilisateur:
it: LOLA - Credenziali utente:

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe

# PasswordNotChanged
source: Warning: the new password must be different from the previous one.
de: Warnung: Das neue Passwort muss sich vom vorherigen unterscheiden.
es: Advertencia: la nueva contraseña debe ser diferente de la anterior.
fr: Attention: le nouveau mot de passe doit être différent du précédent.
it: Attenzione: la nuova password deve essere diversa dalla precedente.

# Automatico
source: Automatic production
de: Automatische Produktion
es: Producción automática
fr: Production automatique
it: Produzione automatica

# DoppieTeste
source: Double heads
de: Doppelköpfe
es: Dobles cabezas
fr: Doubles têtes
it: Doppie Teste

# CreateUserEmailBody_UsernameLabel
source: User:
de: Benutzer:
es: Usuario:
fr: Utilisateur:
it: Utente:

# CreateUserEmailBody_PasswordLabel
source: Provisional password generated:
de: Vorläufiges passwort generiert:
es: Contraseña provisional generada:
fr: Mot de passe provisoire généré:
it: Password provvisoria generata:

# CreateUserEmailBody_LastPart
source: The password must be reset on first access to LOLA.
de: Das Passwort ist obligatorisch zu ändern, wenn das erste Login bei LOLA vorgenommen wird.
es: La password deberá cambiarse obligatoriamente la primera vez que se acceda a LOLA.
fr: La password deberá cambiarse obligatoriamente la primera vez que se acceda a LOLA.
it: La password andrà resettata obbligatoriamente al primo accesso in LOLA

# ModifyUserEmailBody_FirstPart
source: The password for the <span style="color: #6f1130;"> [TIPO_USER] </span> user type has been changed, following the new credentials.
de: Das Kennwort für den <span style="color: #6f1130;"> [TIPO_USER]-Benutzertyp </span> wurde geändert. um den neuen Anmeldeinformationen zu folgen.
es: La contraseña para el tipo de usuario <span style="color: #6f1130;"> [TIPO_USER] </span> se ha cambiado, siguiendo las nuevas credenciales.<br />
fr: Le mot de passe pour le type d’utilisateur <span style="color: #6f1130;"> [TIPO_USER] </span> a été modifié, suite aux nouvelles informations d'identification.
it: E' stata modificata la password per l'utenza di tipo <span style="color: #6f1130;"> [TIPO_USER] </span> di seguito le nuove credenziali.

# ModifyUserEmailBody_Username
source: User:
de: Benutzer:
es: Usuario:
fr: Utilisateur:
it: Utente:

# ModifyUserEmailBody_Password
source: Provisional password generated:
de: Vorläufiges passwort generiert:
es: Contraseña provisional generada:
fr: Mot de passe provisoire généré:
it: Password provvisoria generata:

# ModifyUserEmailBody_LastPart
source: The password must be reset at the first access to LOLA.
de: Das Passwort muss beim ersten Zugriff auf LOLA zurückgesetzt werden.
es: La contraseña debe restablecerse en el primer acceso a LOLA
fr: Le mot de passe doit être réinitialisé lors du premier accès à LOLA.
it: La password andrà resettata obbligatoriamente al primo accesso in LOLA.

# CreateUserEmailBody_FirstPart
source: A new <span style="color: #6f1130;"> [TIPO_USER] </span> type user has been generated with the following credentials:
de: Es wurde ein neues Benutzerkonto vom Typ <span style="color: #6f1130;"> [TIPO_USER] </span> erstellt; nachstehend die Anmeldedaten:
es: Se ha generado un nuevo usuario de tipo <span style="color: #6f1130;"> [TIPO_USER] </span>, con las siguientes credenciales:
fr: Un nouvel utilisateur de type <span style="color: #6f1130;"> [TIPO_USER] </span> a été créé, ci-dessous les identifiants de connexion:
it: E’ stata generata una nuova utenza di tipo <span style="color: #6f1130;"> [TIPO_USER] </span>, di seguito le credenziali:

# ModifyUserEmailBody_UsernameLabel
source: User:
de: Benutzer:
es: Usuario:
fr: Utilisateur:
it: Utente:

# ModifyUserEmailBody_PasswordLabel
source: Provisional password generated:
de: Vorläufiges passwort generiert:
es: Contraseña provisional generada:
fr: Mot de passe provisoire généré:
it: Password provvisoria generata:

# Efficiency_Tooltip_Operators
source: Users ordered based on the machine efficiency status (production)
de: Benutzer geordnet nach Effizienzzuständen der Maschine (Produktivität)
es: Usuarios ordenados por estados de eficiencia máquina (productivos)
fr: Utilisateurs classés en fonction des états d’efficacité de la machine (productifs)
it: Utenti ordinati in base a stati di efficienza macchina (produttivi)

# Production_Tooltip_Operators
source: Users ordered based on the time passed at the machine
de: Benutzer, geordnet nach der an der Maschine verbrachten Zeit
es: Usuarios ordenados por tiempo transcurrido en la máquina
fr: Utilisateurs classés selon le temps passé sur la machine
it: Utenti ordinati in base a tempo trascorso sulla macchina

# Production_Tooltip_BackOperators
source: Users ordered based on the number of pieces produced in the time indicated on the machine
de: Bediener geordnet nach Anzahl der Werkstücke, die im Verlauf der an der Maschine erklärten Arbeitszeit erzeugt worden sind
es: Usuarios ordenados por número de piezas producidas en el tiempo declarado en la máquina
fr: Utilisateurs classés selon le nombre de pièces produites dans le temps déclaré sur la machine
it: Utenti ordinati in base al numero pezzi prodotti nel tempo dichiarato sulla macchina

source: Time Zone
de: Zeitzonen
es: Zona Horaria
fr: Fuseau Horaire

# Header_TimeZone_Setting
source: Timezone Settings
de: Zeitzoneneinstellungen
es: Configuraciones de zona horaria
fr: Paramétrage fuseau horaire
it: Impostazioni Timezone

# Modal_TimeZone_Advertise
source: Welcome to LOLA, please set your reference Time Zone
de: Wilkommen bei LOLA, bitte stellen Sie Ihre Referenzzeitzone ein
es: Bienvenido a LOLA, configure su zona horaria de referencia
fr: Bienvenue chez LOLA, veuillez définir votre fuseau horaire de référence
it: Benvenuto, si prega di settare la propria Time Zone di riferimento

# TimezoneUser
source: User Timezone
de: Benutzerzeitzone
es: Zona horaria del usuario
fr: Fuseau horaire de l'utilisateur
it: Timezone utente

# AddException
source: Add Exceptions
de: Ausnahmen hinzufügen
es: Agregar Eceptiones
fr: Ajouter des exceptions
it: Aggiungi Eccezioni

# ManageException
source: Timezone exceptions
de: Zeitzonenausnahmen hinzufügen
es: Excepciones de zona horaria
fr: Exceptions de fuseau horaire
it: Eccezioni Timezone

# troncatrice
source: Sawing Machines
de: Gehrungsmaschinen
es: Tronzadoras
fr: Tronċonneuses
it: Troncatrice

# centro_di_lavoro
source: CNC machining centres
de: CNC Bearbeitungszentren
es: Centros de mecanizado
fr: Centres d’usinage
it: Centro di lavoro

# linea_di_taglio
source: Cutting lines
de: Schneidelinien
es: Lìneas de corte
fr: Lignes de débit
it: Linea di taglio

# linea_taglio_e_lavoro
source: Machining and cutting lines
de: Bearbeitungs und Schneidelinien
es: Lìneas de mecanizato y corte
fr: Lignes de débit et de usinage
it: Linea di taglio e lavoro

# ExceptionSuccessfullyModify
source: Exception successfully saved
de: Hinzufügen korrekt aktualisiert
es: Eceptiones actualizado con éxito
fr: L'exceptions a été mis à jour avec succès
it: Eccezione salvata correttamente

# DeleteException
source: Are you sure to delete this exception?
de: Soll dieser hinzufügen wirklich gelöscht werden?
es: ¿Estás seguro de que deseas eliminar a este Eceptiones?
fr: Voulez-vous vraiment supprimer cet exceptions?
it: Sei sicuro di voler eliminare questa eccezione?

# UserSuccessfullyException
source: User successfully deleted
de: Hinzufügen erfolgreich gelöscht
es: Eceptiones eliminado con éxito
fr: L'exceptions a bien été supprimé
it: Eccezione eliminata con successo

source: Exception successfully deleted
de: Hinzufügen erfolgreich gelöscht
es: Eceptiones eliminado con éxito
fr: L'exceptions a bien été supprimé
it: Eccezione eliminata con successo

# TimezoneSuccessfullyModify
source: Timezone successfully modified
de: Zeitzonen korrekt aktualisiert
es: Zona Horaria actualizada con éxito
fr: Le Fuseau Horaire a été mis à jour avec succès
it: Timezone aggiornata con successo

source: Plant Manager
de: Verwaltung Produktionsanlage
es: Administrador de plant
fr: Gestion Plant
it: Gestione Plant

source: Notice
de: Melde
es: Aviso
fr: Notificat.
it: Avviso

# Execution
source: Execut.
de: Ausfüh.
es: Ejecuc.
fr: Exécut.
it: Esecuz.

# Offline
source: Power Off
de: Ausgeschaltet
es: Apagado
fr: Hors tension

# RichiestaInviata
source: Request sent
de: Anfrage geschickt
es: Solicitud enviada
fr: Demande envoyée
it: RichiestaInviata

source: Company
de: Unternehmen
es: Empresa
fr: Entreprise
it: Azienda

source: Prefix
de: Präfix
es: Prefijo
fr: Préfixe
it: Prefisso

source: Phone
de: Telefon
es: Teléfono
fr: Téléphone
it: Telefono

source: Machine Name
de: Maschinenname
es: Nombre de la máquina
fr: Nom de la machine
it: Nome Macchina

source: Text
es: Texto
fr: Texte
it: Testo

# TextMax
source: Max text 500 characters
de: Text maximal 500 Zeichen
es: Texto máximo 500 caracteres
fr: Texte max 500 caractères
it: Testo max 500 caratteri

source: Send
de: Senden
es: Enviar
fr: Soumettre
it: Invia

# AskCredentialTitle
source: I can’t access LOLA, I can’t remember my username and password
de: Ich kann mich nicht mehr bei LOLA einloggen, da ich Benutzername und Passwort vergessen habe.
es: No logro entrar en LOLA, no recuerdo las credenciales de Usuario y Contraseña
fr: Je ne parviens pas à accéder à LOLA, j’ai oublié le nom d’utilisateur et le mot de passe
it: Non riesco ad accedere a LOLA, non ricordo utente e password

# AskCredentialBody
source: If you are a user with a “Customer” role (Fom Industrie VIPAREA user), use the access credentials you received by email. If you do not remember your password, open the URL below and click on LOST PASSWORD: <br> <a class='faqLink' href='http://viparea.fomindustrie.com/areaVip.aspx' target='blank'>http://viparea.fomindustrie.com/areaVip.aspx</a> <br/><img width="100%" src="[BASIC_URL_HOST]Images/faq/MailVIPAREA.png"><br/> If you are a LOLA user (Operator/Head Workshop role), check that your manager has sent you an email and/or printout of this type, containing your username and provisional access password.<br><div class="faqImg"> <img src="[BASIC_URL_HOST]Images/faq/faq1.png"></div>
de: Bei einem Benutzerkonto in der Rolle „Customer“ (bei VIPAREA Fom Industrie registrierter Benutzer) sind die per E-Mail erhaltenen Login-Daten zu verwenden. Falls Sie das Passwort vergessen haben, rufen Sie folgende URL auf und klicken Sie dort auf die Option LOST PASSWORD: <br> <a class='faqLink' href='http://viparea.fomindustrie.com/areaVip.aspx' target='blank'>http://viparea.fomindustrie.com/areaVip.aspx</a> <br/><img width="100%" src="[BASIC_URL_HOST]Images/faq/MailVIPAREA.png"><br/> Bei einem LOLA-Benutzerkonto (mit der Rolle Bediener/Werkstattleiter) ist zu prüfen, ob eine E-Mail und/oder ein Ausdruck dieser Art vom zuständigen Leiter erhalten wurde, in denen der Benutzername und das vorläufige Passwort für den Zugriff enthalten sind.<br><div class="faqImg"> <img src="[BASIC_URL_HOST]Images/faq/faq1.png"></div>
es: Si dispones de una cuenta de tipo “Customer” (usuario VIPAREA Fom Industrie), utiliza las credenciales de acceso recibidas por email. Si no recuerdas la contraseña, abre el siguiente enlace y selecciona la opción LOST PASSWORD: <br> <a class='faqLink' href='http://viparea.fomindustrie.com/areaVip.aspx' target='blank'>http://viparea.fomindustrie.com/areaVip.aspx</a> <br/><img width="100%" src="[BASIC_URL_HOST]Images/faq/MailVIPAREA.png"><br/> Si dispones de una cuenta LOLA (tipo Operador/Jefe del taller), controla si tu superior te ha enviado un email o folleto de este tipo, con las credenciales de Usuario y Contraseña provisoria para el acceso.<br> <div class="faqImg"><img src="[BASIC_URL_HOST]Images/faq/faq1.png"></div>
fr: Si vous êtes un utilisateur de rôle « Customer » (utilisateur VIPAREA Fom Industrie), utilisez les identifiants d’accès que vous avez reçus par e-mail. Si vous avez oublié le mot de passe, ouvrez l’URL ci-dessous et cliquez sur LOST PASSWORD : <br> <a class='faqLink' href='http://viparea.fomindustrie.com/areaVip.aspx' target='blank'>http://viparea.fomindustrie.com/areaVip.aspx</a><br> <br> Si vous êtes un utilisateur LOLA de rôle Opérateur/Chef d’Atelier, vérifiez que vous avez bien reçu de votre responsable un e-mail et/ou un imprimé de ce type, contenant le nom d’utilisateur et le mot de passe provisoire pour l’accès.<br> <div class="faqImg"><img src="[BASIC_URL_HOST]Images/faq/faq1.png"></div>
it: Se si dispone di un’utenza di ruolo “Customer” (utente VIPAREA Fom Industrie), utilizzare le credenziali di accesso ricevute via mail. Nel caso in cui non si ricordi la password, aprire il seguente URL e cliccare sulla voce LOST PASSWORD: <br> <a class='faqLink' href='http://viparea.fomindustrie.com/areaVip.aspx' target='blank'>http://viparea.fomindustrie.com/areaVip.aspx</a><br> <br> Se si dispone di un’utenza LOLA (ruolo Operatore/Capo Officina), verificare di aver ricevuto dal proprio responsabile una mail e/o una stampa di questo tipo, contenente utente e password provvisoria di accesso.<br><div class="faqImg"> <img src="[BASIC_URL_HOST]Images/faq/faq1.png"></div>

# HowToUseTitle
source: I can access LOLA but I don't know how to use it
de: Ich verfüge über Zugriff auf LOLA, weiß aber nicht, wie das Programm angewendet wird.
es: Accedo a LOLA pero no sé cómo usarlo
fr: J’accède à LOLA, mais je ne sais pas comment l’utiliser
it: Ho accesso a LOLA ma non so come utilizzarlo

# HowToUseBody
source: Access the FOM Industrie VIPAREA and download the LOLA user manual for your machine tool.<br> <a class='faqLink' href='http://viparea.fomindustrie.com/areaVip.aspx' target='blank'>http://viparea.fomindustrie.com/areaVip.aspx</a> <br/><div><img width="100%" src="[BASIC_URL_HOST]Images/faq/Accesso Manuali.png"></div> <div><img width="100%" src="[BASIC_URL_HOST]Images/faq/Lista Manuali.png"></div>
de: VIPAREA FOM Industrie aufrufen und von der Website das LOLA-Benutzerhandbuch für die eigene Werkzeugmaschine herunterladen.<br> <a class='faqLink' href='http://viparea.fomindustrie.com/areaVip.aspx' target='blank'>http://viparea.fomindustrie.com/areaVip.aspx</a> <br/><div><img width="100%" src="[BASIC_URL_HOST]Images/faq/Accesso Manuali.png"></div> <div><img width="100%" src="[BASIC_URL_HOST]Images/faq/Lista Manuali.png"></div>
es: Accede a VIPAREA FOM Industrie y descarga el Manual para el Usuario LOLA asociado a tu máquina herramienta.<br> <a class='faqLink' href='http://viparea.fomindustrie.com/areaVip.aspx' target='blank'>http://viparea.fomindustrie.com/areaVip.aspx</a> <br/><div><img width="100%" src="[BASIC_URL_HOST]Images/faq/Accesso Manuali.png"></div> <div><img width="100%" src="[BASIC_URL_HOST]Images/faq/Lista Manuali.png"></div>
fr: Accéder à la VIPAREA FOM Industrie et télécharger le manuel utilisateur LOLA, pour votre machine-outil.<br> <a class='faqLink' href='http://viparea.fomindustrie.com/areaVip.aspx' target='blank'>http://viparea.fomindustrie.com/areaVip.aspx</a>
it: Accedere alla VIPAREA FOM Industrie e scaricare il manuale utente LOLA, per la propria macchina utensile.<br> <a class='faqLink' href='http://viparea.fomindustrie.com/areaVip.aspx' target='blank'>http://viparea.fomindustrie.com/areaVip.aspx</a>

# NoDataFromMachineTitle
source: I have checked points 1, 2 and 3 but I am still not receiving data from the machine
de: Ich habe die Punkte 1, 2 und 3 kontrolliert, erhalte aber weiterhin keine Daten von der Maschine
es: He controlado los puntos 1, 2 y 3, pero sigo sin recibir datos de la máquina
fr: J’ai vérifié les points 1, 2, 3 mais je continue à ne pas recevoir les données de la machine
it: Ho verificato i punti 1, 2, 3 ma continuo a non ricevere dati dalla macchina.

# NoDataFromMachineBody
source: If the problems persist, please send a LOLA support request: <ul><li> by telephone on + 39 0541 832 777 (FOM Service hotline) </li> <li> by sending an e-mail to support@fomservice.com</li></ul> indicating: <ol><li> your VIPAREA username, e.g. usr0043</li> <li> serial number of the machine for which the LOLA license has been activated</li> <li> preferred time you wish to be contacted</li></ol>
de: Falls die Probleme fortbestehen, setzen Sie sich bitte mit dem LOLA-Kundendienst in Verbindung: <ul><li> per Telefon unter der Nummer + 39 0541 832 777 (FOM-Servicehotline)</li> <li> per E-Mail unter der Adresse support@fomservice.com</li></ul> unter Angabe: <ol><li> des eigenen VIPAREA-Usernames z.B. usr0043</li> <li> der Seriennummer der Maschine, für welche die LOLA-Lizenz aktiviert wurde</li> <li> ggf. der bevorzugten Uhrzeit für die Kontaktaufnahme</li></ol>
es: Si los problemas persisten, realiza una solicitud de asistencia LOLA: <ul><li> por teléfono al número +39 0541 832 777 (línea directa Asistencia FOM)</li> <li> por correo electrónico a la dirección support@fomservice.com</li></ul> indicando: <ol><li> tu nombre de usuario VIPAREA (p. ej. usr0043)</li> <li> la matrícula (N.º serie) de la máquina asociada a la licencia LOLA</li> <li> horario de contacto de preferencia</li></ol>
fr: Si le problème persiste, appelez le support LOLA : <ul><li> En téléphonant au numéro + 39 0541 832 777 (hotline Service FOM)</li> <li> Par e-mail à l’adresse support@fomservice.com</li></ul> en indiquant : <ol><li> votre nom d’utilisateur VIPAREA ex. usr0043</li> <li> matricule (série) de la machine pour laquelle vous avez activé la licence LOLA</li> <li> les plages horaires de contact souhaitées</li></ol>
it: In caso di persistenza di problemi, aprire una chiamata al supporto LOLA: <ul><li> via telefono al numero + 39 0541 832 777 (hotline Service FOM)</li> <li> via mail all’indirizzo support@fomservice.com</li></ul> indicando: <ol><li> proprio username VIPAREA es. usr0043</li> <li> matricola (seriale) della macchina per cui si è attivata licenza LOLA</li> <li> eventuali orari di contatto preferenziale</li></ol>

# NoMachineVisibleTitle
source: I can access LOLA but I can’t see any machines
de: Ich habe mich erfolgreich bei LOLA eingeloggt, sehe aber keine Maschine
es: Accedo a LOLA pero no veo ninguna máquina
fr: J’accède à LOLA, mais je ne vois aucune machine
it: Accedo a LOLA ma non vedo nessuna macchina

# NoMachineVisibleTitle2
source: I can access LOLA, my machine’s PC is connected to the internet, the SW is open, but I can’t see any machines in LOLA
de: Ich habe mich erfolgreich bei LOLA eingeloggt, der PC meiner Maschine ist an Internet angeschlossen und die SW wurde gestartet, dennoch ist in LOLA keine Maschine zu sehen
es: Accedo a LOLA, el ordenador de la máquina está conectado a Internet, el programa SW está abierto, pero no veo ninguna máquina en LOLA
fr: J’accède à LOLA, le PC de ma machine est connecté à internet, le logiciel est ouvert, mais je ne vois aucune machine dans LOLA
it: Accedo a LOLA, il PC della mia macchina è connesso ad internet, il SW è aperto, ma in LOLA non vedo nessuna macchina
