Repository: FomSoftware/Fst.Lola
Catalog: FomMonitoringResources/Resource.*.resx
Languages: de, es, fr, it

# CreateUserEmailBody
source: A new [TIPO_USER] type user has been generated with the following credentials: <br/> user: [USERNAME] <br/> password: [PASSWORD] provisional generated <br/> The password must be reset on first access to LOLA.
de: Es wurde ein neues Benutzerkonto vom Typ [TIPO_USER] erstellt; nachstehend die Anmeldedaten:<br/>Benutzer: [USERNAME]<br/>Passwort: [PASSWORD] erzeugtes provisorisches.<br/>Das Passwort ist obligatorisch zu ändern, wenn das erste Login bei LOLA vorgenommen wird.
es: Se ha generado un nuevo usuario de tipo [TIPO_USER], con las siguientes credenciales: <br/>usuario: [USERNAME] <br/>password: [PASSWORD] provisoria generada<br/>La password deberá cambiarse obligatoriamente la primera vez que se acceda a LOLA.
fr: Un nouvel utilisateur de type [TIPO_USER] a été créé, ci-dessous les identifiants de connexion:<br/>nom d’utilisateur : [USERNAME]<br/> mot de passe : [PASSWORD] provisoire généré<br/>Le mot de passe sera réinitialisé obligatoirement lors du premier accès dans LOLA
it: E’ stata generata una nuova utenza di tipo [TIPO_USER], di seguito le credenziali: <br/> utente: [USERNAME] <br/>password: [PASSWORD] provvisoria generata. <br/> La password andrà resettata obbligatoriamente al primo accesso in LOLA

source: HeadWorkshop
de: Werkstattleiter
es: Jefe taller
fr: Chef d’atelier
it: Capo Officina

source: Axes
de: Achsen
es: Ejes
it: Assi

# Critic_LamaOff_TF
source: N. FH <br />blade motor <br />critical off
de: Nr. Kritis.<br /> OFF <br /> Sägeblattm. FK
es: Nº OFF <br /> críticos <br />motor disco CF
fr: Nb arrêts <br /> critiques<br /> mot. lameTF
it: N. spegnimenti<br />critici <br/> motore lama TF

# Critic_LamaOff_TM
source: N. MH <br />blade motor <br />critical off
de: Nr. Kritis. <br /> OFF <br /> Sägeblattm. VK
es: Nº OFF <br /> críticos <br />motor disco CM
fr: Nb arrêts <br />critiques <br /> mot. lameTM
it: N. spegnimenti<br />critici <br/> motore lama TM

source: Motors
de: Sägeblattmotor
es: Motor
fr: Moteur
it: Motori

# Num_LamaON_TF
source: N. of FH <br />blade motor <br />on/off's
de: Nr. ON/OFF <br /> Sägeblattm. FK
es: Nº ON/OFF <br /> motor disco CF
fr: Nb démarrag/<br /> arrêts <br /> mot. lameTF
it: N. accensioni/ <br />spegnimenti <br/> motore lama TF

# Num_LamaON_TM
source: N. of MH <br />blade motor <br />on/off's
de: Nr. ON/OFF <br /> Sägeblattm. VK
es: Nº ON/OFF <br /> motor disco CM
fr: Nb démarrag/<br /> arrêts <br /> mot. lameTM
it: N. accensioni/ <br />spegnimenti <br/> motore lama TM

# Num_mPercorsiAsseX
source: KM axis X
de: KM Achse X
es: KM eje X
fr: KM axe X
it: KM asse X

# Num_mPercorsiAsseY
source: KM axis Y
de: KM Achse Y
es: KM eje Y
fr: KM axe Y
it: KM asse Y

# Num_mPercorsiAsseZ
source: KM axis Z
de: KM Achse Z
es: KM eje Z
fr: KM axe Z
it: KM asse Z

# Num_mPercorsiAsseU
source: KM axis U
de: KM Achse U
es: KM eje U
fr: KM axe U
it: KM asse U

# Num_mPercorsiAsseW
source: KM axis W
de: KM Achse W
es: KM eje W
fr: KM axe W
it: KM asse W

# motore_lama_TF
source: Fixed head blade motor
de: Sägeblattmotor Festkopf
es: Motor disco cabezal fijo
fr: Moteur lame tête fixe
it: Motore lama testa fissa

# motore_lama_TM
source: Mobile head blade motor
de: Sägeblattmotor Verfahrkopf
es: Motor disco cabezal móvil
fr: Moteur lame tête mobile
it: Motore lama testa mobile

source: Add plant
de: Produktionsanlage hinzufügen
es: Agregar planta
fr: Ajouter un «Plant»
it: Aggiungi plant

# PlantAddress
source: Address
de: Adresse
es: Dirección
fr: Adresse
it: Indirizzo

# PlantCustomers
source: Customer
de: Kunden
es: Cliente
fr: Client
it: Cliente

# PlantDelete
source: Are you sure to delete this plant?
de: Möchten Sie diese Produktionsanlage wirklich löschen?
es: ¿Estás seguro de eliminar esta planta?
fr: Êtes-vous sûr de vouloir supprimer le «plant» sélectionnée?
it: Confermi di voler eliminare il plant selezionato?

source: Plant deleted
de: Produktionsanlage gelöscht
es: Planta eliminada
fr: «Plant» supprimé
it: Plant eliminato

# PlantDeletedConfirm
source: Plant deleted successfully
de: Produktionsanlage erfolgreich gelöscht
es: Planta eliminada con éxito
fr: «Plant» supprimé avec succès
it: Plant eliminato correttamente

# PlantImpossibileDeleted
source: The plant cannot be deleted. There are associated machines
de: Die Produktionsanlage kann nicht gelöscht werden.
es: La planta no se puede eliminar. Hay máquinas asociadas
fr: Le «plant» ne peut pas être supprimée. Il y a des machines associées
it: Il plant non può essere eliminato. Esistono macchine associate

# PlantMachines
source: Machines
de: Maschinen
es: Máquinas
it: Macchine

# PlantModified
source: Plant modified successfully
de: Produktionsanlage erfolgreich geändert
es: Planta modificada exitosamente
fr: «Plant» modifiée avec succès
it: Plant modificato correttamente

source: Plant modify
de: Produktionsanlage ändern
es: Modificar planta
fr: «Plant» modifier
it: Modifica plant

# PlantName
source: Name
es: Nombre
fr: Nom
it: Nome

# PasswordPolicy
source: The password must be at least 10 characters long, contain a number, a symbol and a capital letter. Allowed symbols: ! ? # @ |
de: Das Passwort muss mindestens 10 Zeichen enthalten, eine Zahl, ein Symbol und eine Mayúscula enthalten. Symbole erlaubt: ! ? # @ |
es: La contraseña debe contener al menos 10 caracteres, contener un número, un símbolo y una mayúscula. Símbolos permitidos: ! ? # @ |
fr: Le mot de passe doit comporter au moins 6 caractères.
it: La password deve essere almeno di 6 caratteri

# lw_minutiMandrinoAttivo
source: Tot. working hous
de: Gesamtarbeitsst.
es: Tot. horas uso
fr: Heures tot. Travail
it: Ore lavoro tot.

# d_NumeroSblocchiUtensile
source: No. gripper releases
de: Anz. Entriegel. Zange
es: Nº desbloqueos pinza
fr: Nb déblocages pince
it: N. sblocchi pinza

# lw_contatoreSovracorrente
source: Over absorption q.ty
de: Menge überm. Stromaufnahme
es: Cant. sobreabsorción
fr: Q.té surabsorption
it: Qtà Sovra-assorbimento

# vitaUtensile_x
source: Tool actual working hours
de: Eff. Lebensdauer Werkzeug
es: Horas efectivas vida herram.
fr: Heures de vie effective outil
it: Ore vita effettive utensile

# lw_numeroCicliXFlow
source: No. XFLOW cycles
de: Anz. Zyklen XFLOW
es: Nº ciclos XFLOW
fr: Nb cycles XFLOW
it: N. cicli XFLOW

# oreVitaMacchina
source: Machine working hours
de: Maschinenverarbeitungsstunden
es: Horas procesamiento de la máquina
fr: Heures de vie machine
it: Ore vita macchina

# durataIngrassatura
source: Hours since last greasing
de: Stunden seit letzter Schmierung
es: Horas desde último engrase
fr: Heures depuis dernier graissage
it: Ore da ultimo ingrassaggio

# lw_mPercorsiAsseX
source: X axis KM
de: KM - X-Achse
es: KM eje X
fr: KM axe X
it: KM asse X

# lw_mPercorsiAsseY
source: Y axis KM
de: KM - Y-Achse
es: KM eje Y
fr: KM axe Y
it: KM asse Y

# lw_mPercorsiAsseZ
source: Z axis KM
de: KM - Z-Achse
es: KM eje Z
fr: KM axe Z
it: KM asse Z

# lw_gradiPercorsiAsseA
source: A axis No. turns (180°)
de: Anz. Drehungen (180°) A-Achse
es: Nº rotaciones (180°) eje A
fr: Nb rotations (180°) axe A
it: N. rotazioni (180°) asse A

# tempoAttualeProgramma
source: Piece t. rem.
de: Z. verließ Stück
es: T. r. pieza
fr: T. rés. pièce
it: T. res. pezzo

# lw_clickMicroIsolaSX
source: RH w.area carr. sensor Click No.
de: Klickzahl Sensor Wagen Insel RE
es: Nº clicks sensor carro isla DCH
fr: Nb clics capteur chariot îlot D
it: Nr. Click sensore carro isola DX

# lw_clickMicroIsolaDX
source: LH w.area carr. sensor Click No.
de: Klickzahl Sensor Wagen Insel LI
es: Nº clicks sensor carro isla IZD
fr: Nb clics capteur chariot îlot G
it: Nr. Click sensore carro isola SX

# w_numeroCambiUtensileSlot_X
source: Magazine fork release pos.
de: Entriegelung Gabel Lager Position
es: Desbloq. horquilla almacén pos.
fr: Déblocage fourche magasin pos.
it: Sblocco forchetta magazzino pos.

# lw_tempiMandrinoASoglia_0
source: Range rpm 0-1500
de: Reichweite rpm 0-1500
es: Intervalo rpm 0-1500
fr: Intervalle rpm 0-1500

# lw_tempiMandrinoASoglia_1
source: Range rpm 1501-7500
de: Reichweite rpm 1501-7500
es: Intervalo rpm 1501-7500
fr: Intervalle rpm 1501-7500

# lw_tempiMandrinoASoglia_2
source: Range rpm 7501-11500
de: Reichweite rpm 7501-11500
es: Intervalo rpm 7501-11500
fr: Intervalle rpm 7501-11500

# lw_tempiMandrinoASoglia_3
source: Range rpm 11501-15500
de: Reichweite rpm 11501-15500
es: Intervalo rpm 11501-15500
fr: Intervalle rpm 11501-15500

# lw_tempiMandrinoASoglia_4
source: Range rpm 15501-18500
de: Reichweite rpm 15501-18500
es: Intervalo rpm 15501-18500
fr: Intervalle rpm 15501-18500

# lw_tempiMandrinoASoglia_5
source: Range rpm 18501-20000
de: Reichweite rpm 18501-20000
es: Intervalo rpm 18501-20000
fr: Intervalle rpm 18501-20000

# ElapsedTime
source: Elapsed t.
de: Verstrichene Zeit
es: T. transcurrido
fr: T. écoulé
it: T. trascorso

source: Electrospindle
de: Elektrospindel
es: Electromandril
fr: Électrobroche
it: Elettromandrino

source: Other machine data
de: Sonstige Maschinendaten
es: Otros datos de la máquina
fr: Autres données de la machine
it: Altri dati macchina

# NPiecesNetTime
source: No. Pieces h/Net Time
de: Stückzahl h/Nettozeit
es: N. de piezas h/T. neto
fr: N. de pièces h/T. net
it: N. Pezzi h/T.Netto

# NPiecesGrossTime
source: No. pieces h/ gross t.
de: Stückzahl h/Bruttozeit
es: N. de piezas h/T. bruto
fr: N. de pièces h/T. brut
it: N. Pezzi h/T.Lordo

# TabSoglieRpmMandriniMM
source: Range Rpm
es: Rango Rpm
fr: Plage Rpm

# LMX650_LinearAxes
source: LINEAR AXES
de: LINEARACHSEN
es: EJES LINEALES
fr: AXES LINÉAIRES
it: ASSI LINEARI

# LMX650_MMTools
source: MULTISPINDLE TOOLS
de: WERKZEUGE MULTISPINDEL
es: HERRAM. MULTIMANDRIL
fr: OUTILS MULTIBROCHE
it: UTENSILI MULTIMANDRINO

# LMX650_Motor_Blade
source: 650 MOTOR/BLADE (X-MODULE)
de: MOTOR/SÄGEBL. 650 (X-MODUL)
es: MOTOR/DISCO 650 (X-MODULE)
fr: MOTEUR/LAME 650 (X-MODULE)
it: MOTORE/LAMA 650 (X-MODULE)

# LMX650_Multispindles
source: MULTISPINDLE
de: MULTISPINDEL
es: MULTIMANDRIL
fr: MULTIBROCHE
it: MULTIMANDRINO

# LMX650_RotaryAxes
source: XMU ROTARY AXES/TOOL MAG.
de: DREHACHSEN XMU/WERKZEUGLAGER
es: EJES ROTATIVOS XMU/ALM.HERRAM.
fr: AXES ROTATIFS XMU/MAG.OUTILS
it: ASSI ROTATIVI XMU/MAG.UTENSILI

# LMX650_TiltingMSAxes
source: TILTING MULTISPINDLE AXES
de: NEIGB. ACHSEN MULTISPINDEL
es: EJES OSCILATORIOS MULTIMAND.
fr: AXES BASCULANTS MULTIBROCHE
it: ASSI TILTANTI MULTIMANDRINO

# LMX650_XMUSp_Sensors
source: XMU ELECTROSPINDLE SENSORS
de: SENSOREN ELEKTROSPINDEL XMU
es: SENSORES ELECTROMANDRIL XMU
fr: CAPTEURS ÉLECTROBROCHE XMU
it: SENSORISTICA ELETTROMANDRINO XMU

# LMX650_XMUSpindle
source: XMU ELECTROSPINDLE (X-MODULE)
de: ELEKTROSPINDEL XMU (X-MODULE)
es: ELECTROMANDRIL XMU (X-MODULE)
fr: ÉLECTROBROCHE XMU (X-MODULE)
it: ELETTROMANDRINO XMU (X-MODULE)

# LMX650_XMUTools
source: XMU TOOLS (X-MODULE)
de: WERKZEUGE XMU (X-MODUL)
es: HERRAM. XMU (X-MODULE)
fr: OUTILS XMU (X-MODULE)
it: UTENSILI XMU (X-MODULE)

# LMXMachineData
source: OTHER MACHINE DATA
de: ANDERE MASCHINENDATEN
es: OTROS DATOS MÁQUINA
fr: AUTRES DONNÉES MACHINE
it: ALTRI DATI MACCHINA

# ore1_Stat
source: Machine working hours
de: Maschinenverarbeitungsstunden
es: Horas procesamiento de la máquina
fr: Heures de vie machine
it: Ore Vita Macchina

# n_barrecaricate_Stat
source: Step-In bars loaded
de: Aufgeladene Stangen Step-In
es: Barras cargadas Step-In
fr: Barres chargées Step-In
it: Barre caricate Step-In

# secIngrassaturaAUTOMATICA
source: Hours since last greasing
de: Stunden seit letzter Schmierung
es: Horas desde último engrase
fr: Heures depuis le dernier graissage
it: Ore da ultimo ingrassaggio

# DistAsse1X1_Metri
source: KM axis 1X1
de: KM Achse 1X1
es: KM eje 1X1
fr: KM axe 1X1
it: KM asse 1X1

# DistAsse1Y1_Metri
source: KM axis 1Y1
de: KM Achs 1Y1
es: KM eje 1Y1
fr: KM axe 1Y1
it: KM asse 1Y1

# DistAsse1Z1_Metri
source: KM axis 1Z1
de: KM Achs 1Z1
es: KM eje 1Z1
fr: KM axe 1Z1
it: KM asse 1Z1

# DistAsse1A1_Metri
source: KM axis 1A1
de: KM Achs 1A1
es: KM eje 1A1
fr: KM axe 1A1
it: KM asse 1A1

# DistAsse1X2_Metri
source: KM axis 1X2
de: KM Achs 1X2
es: KM eje 1X2
fr: KM axe 1X2
it: KM asse 1X2

# DistAsse1Y2_Metri
source: KM axis 1Y2
de: KM Achs 1Y2
es: KM eje 1Y2
fr: KM axe 1Y2
it: KM asse 1Y2

# DistAsse1Z2_Metri
source: KM axis 1Z2
de: KM Achs 1Z2
es: KM eje 1Z2
fr: KM axe 1Z2
it: KM asse 1Z2

# DistAsse1Y3_Metri
source: KM axis 1Y3
de: KM Achs 1Y3
es: KM eje 1Y3
fr: KM axe 1Y3
it: KM asse 1Y3

# DistAsse1Y4_Metri
source: KM axis 1Y4
de: KM Achs 1Y4
es: KM eje 1Y4
fr: KM axe 1Y4
it: KM asse 1Y4

# DistAsse1Z4_Metri
source: KM axis 1Z4
de: KM Achs 1Z4
es: KM eje 1Z4
fr: KM axe 1Z4
it: KM asse 1Z4

# DistAsse2X1_Metri
source: KM axis 2X1
de: KM Achs 2X1
es: KM eje 2X1
fr: KM axe 2X1
it: KM asse 2X1

# DistAsse2X2_Metri
source: KM axis 2X2
de: KM Achs 2X2
es: KM eje 2X2
fr: KM axe 2X2
it: KM asse 2X2

# DistAsse2Y1_Metri
source: KM axis 2Y1
de: KM Achs 2Y1
es: KM eje 2Y1
fr: KM axe 2Y1
it: KM asse 2Y1

# DistAsse2Z1_Metri
source: KM axis 2Z1
de: KM Achs 2Z1
es: KM eje 2Z1
fr: KM axe 2Z1
it: KM asse 2Z1

# DistAsse2Z2_Metri
source: KM axis 2Z2
de: KM Achs 2Z2
es: KM eje 2Z2
fr: KM axe 2Z2
it: KM asse 2Z2

# DistAsse2Z3_Metri
source: KM axis 2Z3
de: KM Achs 2Z3
es: KM eje 2Z3
fr: KM axe 2Z3
it: KM asse 2Z3

# DistAsse2Y4_Metri
source: KM axis 2Y4
de: KM Achs 2Y4
es: KM eje 2Y4
fr: KM axe 2Y4
it: KM asse 2Y4

# DistAsse2Z4_Metri
source: KM axis 2Z4
de: KM Achs 2Z4
es: KM eje 2Z4
fr: KM axe 2Z4
it: KM asse 2Z4

# DistAsse2Y5_Metri
source: KM axis 2Y5
de: KM Achs 2Y5
es: KM eje 2Y5
fr: KM axe 2Y5
it: KM asse 2Y5

# DistAsse2Z5_Metri
source: KM axis 2Z5
de: KM Achs 2Z5
es: KM eje 2Z5
fr: KM axe 2Z5
it: KM asse 2Z5

# DistAsse2W1_Metri
source: KM axis 2W1
de: KM Achs 2W1
es: KM eje 2W1
fr: KM axe 2W1
it: KM asse 2W1

# DistAsse2W2_Metri
source: KM axis 2W2
de: KM Achs 2W2
es: KM eje 2W2
fr: KM axe 2W2
it: KM asse 2W2

# DistAsse2W3_Metri
source: KM axis 2W3
de: KM Achs 2W3
es: KM eje 2W3
fr: KM axe 2W3
it: KM asse 2W3

# DistAsse2W4_Metri
source: KM axis 2W4
de: KM Achs 2W4
es: KM eje 2W4
fr: KM axe 2W4
it: KM asse 2W4

# DistAsse2A1_Metri
source: KM axis 2A1
de: KM Achs 2A1
es: KM eje 2A1
fr: KM axe 2A1
it: KM asse 2A1

# DistAsse2A2_Metri
source: KM axis 2A2
de: KM Achs 2A2
es: KM eje 2A2
fr: KM axe 2A2
it: KM asse 2A2

# DistAsse2A3_Metri
source: KM axis 2A3
de: KM Achs 2A3
es: KM eje 2A3
fr: KM axe 2A3
it: KM asse 2A3

# DistAsse2A4_Metri
source: KM axis 2A4
de: KM Achs 2A4
es: KM eje 2A4
fr: KM axe 2A4
it: KM asse 2A4

# DistAsse2A5_Metri
source: KM axis 2A5
de: KM Achs 2A5
es: KM eje 2A5
fr: KM axe 2A5
it: KM asse 2A5

# DistAsse2A6_Metri
source: KM axis 2A6
de: KM Achs 2A6
es: KM eje 2A6
fr: KM axe 2A6
it: KM asse 2A6

# DistAsse3X1_Metri
source: KM axis 3X1
de: KM Achs 3X1
es: KM eje 3X1
fr: KM axe 3X1
it: KM asse 3X1

# DistAsse3X2_Metri
source: KM axis 3X2
de: KM Achs 3X2
es: KM eje 3X2
fr: KM axe 3X2
it: KM asse 3X2

# DistAsse3Y1_Metri
source: KM axis 3Y1
de: KM Achs 3Y1
es: KM eje 3Y1
fr: KM axe 3Y1
it: KM asse 3Y1

# DistAsse3Z1_Metri
source: KM axis 3Z1
de: KM Achs 3Z1
es: KM eje 3Z1
fr: KM axe 3Z1
it: KM asse 3Z1

# DistAsse3C1_Metri
source: KM axis 3C1
de: KM Achs 3C1
es: KM eje 3C1
fr: KM axe 3C1
it: KM asse 3C1

# DistAsse3X3_Metri
source: KM axis 3X3
de: KM Achs 3X3
es: KM eje 3X3
fr: KM axe 3X3
it: KM asse 3X3

# DistAsse3X4_Metri
source: KM axis 3X4
de: KM Achs 3X4
es: KM eje 3X4
fr: KM axe 3X4
it: KM asse 3X4

# DistAsse3Y2_Metri
source: KM axis 3Y2
de: KM Achs 3Y2
es: KM eje 3Y2
fr: KM axe 3Y2
it: KM asse 3Y2

# DistAsse3Z2_Metri
source: KM axis 3Z2
de: KM Achs 3Z2
es: KM eje 3Z2
fr: KM axe 3Z2
it: KM asse 3Z2

# DistAsse3Z3_Metri
source: KM axis 3Z3
de: KM Achs 3Z3
es: KM eje 3Z3
fr: KM axe 3Z3
it: KM asse 3Z3

# DistAsse3Z4_Metri
source: KM axis 3Z4
de: KM Achs 3Z4
es: KM eje 3Z4
fr: KM axe 3Z4
it: KM asse 3Z4

# DistAsse3Y5_Metri
source: KM axis 3Y5
de: KM Achs 3Y5
es: KM eje 3Y5
fr: KM axe 3Y5
it: KM asse 3Y5

# DistAsse3Z5_Metri
source: KM axis 3Z5
de: KM Achs 3Z5
es: KM eje 3Z5
fr: KM axe 3Z5
it: KM asse 3Z5

# DistAsse3Y6_Metri
source: KM axis 3Y6
de: KM Achs 3Y6
es: KM eje 3Y6
fr: KM axe 3Y6
it: KM asse 3Y6

# DistAsse3Z6_Metri
source: KM axis 3Z6
de: KM Achs 3Z6
es: KM eje 3Z6
fr: KM axe 3Z6
it: KM asse 3Z6

# DistAsse3C2_Metri
source: KM axis 3C2
de: KM Achs 3C2
es: KM eje 3C2
fr: KM axe 3C2
it: KM asse 3C2

# DistAsse1A1_SemiRotazioni
source: N° Half-Turns Axis 1A1
de: Anz. Halbdrehungen Achse 1A1
es: N° Semirrotaciones Eje 1A1
fr: Nb demi-rotations axe 1A1
it: N° Semi-Rotazioni Asse 1A1

# DistAsse2A1_SemiRotazioni
source: N° Half-Turns Axis 2A1
de: Anz. Halbdrehungen Achses 2A1
es: N° Semirrotaciones Eje 2A1
fr: Nb demi-rotations axe 2A1
it: N° Semi-Rotazioni Asse 2A1

# DistAsse2A2_SemiRotazioni
source: N° Half-Turns Axis 2A2
de: Anz. Halbdrehungen Achses 2A2
es: N° Semirrotaciones Eje 2A2
fr: Nb demi-rotations axe 2A2
it: N° Semi-Rotazioni Asse 2A2

# DistAsse2A3_SemiRotazioni
source: N° Half-Turns Axis 2A3
de: Anz. Halbdrehungen Achses 2A3
es: N° Semirrotaciones Eje 2A3
fr: Nb demi-rotations axe 2A3
it: N° Semi-Rotazioni Asse 2A3

# DistAsse2A4_SemiRotazioni
source: N° Half-Turns Axis 2A4
de: Anz. Halbdrehungen Achses 2A4
es: N° Semirrotaciones Eje 2A4
fr: Nb demi-rotations axe 2A4
it: N° Semi-Rotazioni Asse 2A4

# DistAsse2A5_SemiRotazioni
source: N° Half-Turns Axis 2A5
de: Anz. Halbdrehungen Achses 2A5
es: N° Semirrotaciones Eje 2A5
fr: Nb demi-rotations axe 2A5
it: N° Semi-Rotazioni Asse 2A5

# DistAsse2A6_SemiRotazioni
source: N° Half-Turns Axis 2A6
de: Anz. Halbdrehungen Achses 2A6
es: N° Semirrotaciones Eje 2A6
fr: Nb demi-rotations axe 2A6
it: N° Semi-Rotazioni Asse 2A6

# DistAsse3C1_SemiRotazioni
source: N° Half-Turns Axis 3C1
de: Anz. Halbdrehungen Achses 3C1
es: N° Semirrotaciones Eje 3C1
fr: Nb demi-rotations axe 3C1
it: N° Semi-Rotazioni Asse 3C1

# DistAsse3C2_SemiRotazioni
source: N° Half-Turns Axis 3C2
de: Anz. Halbdrehungen Achses 3C2
es: N° Semirrotaciones Eje 3C2
fr: Nb demi-rotations axe 3C2
it: N° Semi-Rotazioni Asse 3C2

# TabVitaUtensile
source: {0} tool working hours
de: Lebensdauer Werkzeug {0}
es: Horas vida herramienta {0}
fr: Heures de vie outil {0}
it: Ore vita utensile {0}

# TabSoglieRpmMandriniCUT_1
source: Range 0-1500 rpm
de: Range RPM 0-1500
es: Rango rpm 0-1500
fr: Plage 0-1500 rpm
it: Range rpm 0-1500

# TabSoglieRpmMandriniCUT_2
source: Range 1501-2500 rpm
de: Range RPM 1501-2500
es: Rango rpm 1501-2500
fr: Plage 1501-2500 rpm
it: Range rpm 1501-2500

# TabSoglieRpmMandriniCUT_3
source: Range 2501-3000 rpm
de: Range RPM 2501-3000
es: Rango rpm 2501-3000
fr: Plage 2501-3000 rpm
it: Range rpm 2501-3000

# TabSoglieRpmMandriniINT_1
source: Range 0-1500 rpm
de: Range RPM 0-1500
es: Rango rpm 0-1500
fr: Plage 0-1500 rpm
it: Range rpm 0-1500

# TabSoglieRpmMandriniINT_2
source: Range 1501-5000 rpm
de: Range RPM 1501-5000
es: Rango rpm 1501-5000
fr: Plage 1501-5000 rpm
it: Range rpm 1501-5000

# TabSoglieRpmMandriniINT_3
source: Range 5001-8000 rpm
de: Range RPM 5001 -8000
es: Rango rpm 5001-8000
fr: Plage 5001 -8000 rpm
it: Range rpm 5001-8000

# TabSoglieRpmMandriniINT_4
source: Range 8001-11500 rpm
de: Range RPM 8001-11500
es: Rango rpm 8001-11500
fr: Plage 8001-11500 rpm
it: Range rpm 8001-11500

# TabSoglieRpmMandriniINT_5
source: Range 11500-14500 rpm
de: Range RPM 11500-14500
es: Rango rpm 11500-14500
fr: Plage 11500-14500 rpm
it: Range rpm 11500-14500

# TabSoglieRpmMandriniINT_6
source: Range 14501-20000 rpm
de: Range RPM 14501-20000
es: Rango rpm 14501-20000
fr: Plage 14501-20000 rpm
it: Range rpm 14501-20000

# TabCambioUtMandrinoINT
source: No. Gripper releases
de: Anz. Entriegelungen Zange
es: Nº Desbloqueos pinza
fr: Nb déblocages pince
it: N. Sblocchi pinza

# TabCambioUtForcella1INT
source: No. Tool changes fork 1
de: Anz. Werkzeugwechsel Gabel 1
es: Nº Cambios herramienta horquilla 1
fr: Nb remplacements outil fourchette 1
it: N. Cambi utensile forchetta 1

# TabCambioUtForcella2INT
source: No. Tool changes fork 2
de: Anz. Werkzeugwechsel Gabel 2
es: Nº Cambios herramienta horquilla 2
fr: Nb remplacements outil fourchette 2
it: N. Cambi utensile forchetta 2

# TabCambioUtForcella3INT
source: No. Tool changes fork 3
de: Anz. Werkzeugwechsel Gabel 3
es: Nº Cambios herramienta horquilla 3
fr: Nb remplacements outil fourchette 3
it: N. Cambi utensile forchetta 3

# v_HSD_NumCollRilevate
source: Shock q.ty
de: Anz. Stöße
es: Cant. Impactos
fr: Q.té chocs
it: Qta Schock

# TabSoglieAmpereMandriniINT_1
source: Exc. absorption t. high threshold
de: Z. überm. Aufnahme hohe Schwelle
es: T. Sobreabsorción umbral alto
fr: T. sur-absorption seuil haut
it: T. Sovrassorbimento soglia alta

# TabSoglieAmpereMandriniCUT_1
source: Exc. absorption t. med. threshold
de: Z. überm. Aufnahme mitt. Schwelle
es: T. Sobreabsorción umbral med.
fr: T. sur-absorption seuil moyen
it: T. Sovrassorbimento soglia media

# TabEtichettePerse
source: No. Labels lost
de: Anz. verlorene Etiketten
es: Nº Etiquetas perdidas
fr: Nb étiquettes perdues
it: N. Etichette perse

# TabTagliContatoreParzCUT
source: Partial blade cuts (from replace)
de: Schnitte Sägeblatt ab Austausch
es: Cortes parciales disco (desde sustitución)
fr: Coupes lame partielles (du rempl.)
it: Tagli lama parziali (da sostituzione)

# TabAccelContatoreINT_2
source: Imbalance q.ty
de: Menge Unwucht
es: Cant. Desequilibrios
fr: Q.té déséquilibrage
it: Qta Sbilanciamento

# TabAccelContatoreINT_3
source: Vibrations q.ty
de: Menge Vibrationen
es: Cant. Vibraciones
fr: Q.té vibrations
it: Qta Vibrazioni

# TabTemperStatoreContatoreINT
source: Stator Over-Temper. q.ty
de: Menge Übertemp.
es: Cant. Sobretemper. Estator
fr: Q.té surtempér. stator
it: Qta Sovra-Temper. Statore

# TabTemperCuscinettiContatoreINT
source: Bearings Over-Temper. q.ty
de: Menge Übertemp. Lager
es: Cant. Sobretemper. Cojinetes
fr: Q.té surtempér. roulements
it: Qta Sovra-Temper. Cuscinetti

# TabTemperSchedaContatoreINT
source: Board Over-Temper. q.ty
de: Menge Übertemp. Platine
es: Cant. Sobretemper. Placa
fr: Q.té surtempér. carte
it: Qta Sovra-Temper. Scheda

# TabSoglieAmpereContatoreINT
source: Over absorption q.ty
de: Menge überm. Stromaufnahme
es: Cant. Sobreabsorción
fr: Q.té surabsorption
it: Qta Sovrassorbimento

# TabTemperStatoreMinutiINT
source: Over-Temper. t.
de: Dauer Übertemper.
es: T. Sobretemper.
fr: T. surtempér.
it: T. Sovra-Temperatura

# TabTemperCuscinettiMinutiINT
source: Over-Temper. t.
de: Dauer Übertemper.
es: T. Sobretemper.
fr: T. surtempér.
it: T. Sovra-Temperatura

# TabTemperSchedaMinutiINT
source: Over-Temper. t.
de: Dauer Übertemper.
es: T. Sobretemper.
fr: T. surtempér.
it: T. Sovra-Temperatura

# TabAccelerometroINT_1
source: Low threshold Vibration Time
de: Zeit Vibrationen tiefe Schwelle
es: T. Vibraciones umbral bajo
fr: T. vibrations seuil bas
it: T. Vibrazioni soglia bassa

# TabAccelerometroINT_2
source: Medium threshold Vibration T.
de: Z. Vibrationen mittlere Schwelle
es: T. Vibraciones umbral mediano
fr: T. vibrations seuil moyen
it: T. Vibrazioni soglia media

# TabAccelerometroINT_3
source: High threshold Vibration T.
de: Z. Vibrationen hohe Schwelle
es: T. Vibraciones umbral alto
fr: T. vibrations seuil haut
it: T. Vibrazioni soglia alta

# TimePassed
source: t. passed
de: verstr. Zeit
es: T. transc.
fr: Tps écoulé
it: T. trascorso

# TabTempoResiduoBarra
source: Bar t. rem.
de: Restzeit stange
es: T. rest. bar
fr: T. résid. bar
it: T. res. barra

# RotaryAxesXMU
source: XMU ROTARY AXES
de: DREHACHSEN XMU
es: EJES ROTATIVOS XMU
fr: AXES ROTATIFS XMU
it: ASSI ROTATIVI XMU

# ToolsStore
source: TOOL MAG. (X-MODULE)
de: WERKZEUGLAGER (X-MODULE)
es: ALM.HERRAM. (X-MODULE)
fr: MAG.OUTILS (X-MODULE)
it: MAG. UTENSILI (X-MODULE)

# oreMandrinoAttivo
source: Tot. working hous
de: Gesamtarbeitsst.
es: Tot. horas uso
fr: Heures tot. Travail
it: Ore lavoro tot.
